{"PartitionKey":"CATemplate","RowKey":"6fcf79a2-cf3b-4d6e-90be-24e3a81821fb","GUID":"6fcf79a2-cf3b-4d6e-90be-24e3a81821fb","JSON":"{\"id\":\"51b3794d-7216-4b0e-923d-e3f67d3ef850\",\"templateId\":\"62e51ccc-c9c3-4554-ac70-066172c81007\",\"displayName\":\"Block persistent browser session\",\"createdDateTime\":\"2025-03-07T11:40:39.8321704Z\",\"modifiedDateTime\":\"2025-05-02T10:50:12.6707799Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[null,null,null],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null},\"devices\":{\"includeDeviceStates\":[],\"excludeDeviceStates\":[],\"includeDevices\":[],\"excludeDevices\":[],\"deviceFilter\":{\"mode\":\"exclude\",\"rule\":\"device.trustType -eq \\\"AzureAD\\\" -or device.isCompliant -eq True\"}}},\"sessionControls\":{\"disableResilienceDefaults\":null,\"applicationEnforcedRestrictions\":null,\"cloudAppSecurity\":null,\"continuousAccessEvaluation\":null,\"secureSignInSession\":null,\"signInFrequency\":{\"value\":2,\"type\":\"days\",\"authenticationType\":\"primaryAndSecondaryAuthentication\",\"frequencyInterval\":\"timeBased\",\"isEnabled\":true},\"persistentBrowser\":{\"mode\":\"always\",\"isEnabled\":true}},\"LocationInfo\":[null,null]}","SHA":"ecc66b173c69f3e6c2e40e9caa2a366ba1c72f7c"}