{"PartitionKey":"CATemplate","RowKey":"67e01a45-ee37-4d97-96be-23953e030ac0","JSON":"{\"id\":\"8acfb25b-0847-45e9-bdb6-3eb2b46952f4\",\"templateId\":\"0b2282f9-2862-4178-88b5-d79340b36cb8\",\"displayName\":\"Block legacy authentication\",\"createdDateTime\":\"2024-08-15T12:11:39.2853864Z\",\"modifiedDateTime\":\"2025-09-30T08:38:27.9946991Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"exchangeActiveSync\",\"other\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[\"SGU-BreakGlass\",\"SGU-Mail-Service\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"34df1ebf-7455-4642-affe-0fd5a5e0c0bd\"]}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('8acfb25b-0847-45e9-bdb6-3eb2b46952f4')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[]}","GUID":"67e01a45-ee37-4d97-96be-23953e030ac0","SHA":"11296cb47190661c625ce1bbab928b18339242ba","Source":"nis-md.de"}