{"PartitionKey":"CATemplate","RowKey":"3bd46df4-a59a-4020-aea2-353dfa57e206","JSON":"{\"id\":\"44af4697-f73c-40ff-ad4c-619c1e122e4c\",\"displayName\":\"Block untrusted countrys\",\"createdDateTime\":\"2024-08-17T09:48:28.9908973Z\",\"modifiedDateTime\":\"2025-09-30T08:38:39.5118Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[\"SGU-BreakGlass\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"34df1ebf-7455-4642-affe-0fd5a5e0c0bd\"]}}},\"locations\":{\"includeLocations\":[\"Untrusted location\"],\"excludeLocations\":[]}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('44af4697-f73c-40ff-ad4c-619c1e122e4c')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[{\"@odata.type\":\"#microsoft.graph.countryNamedLocation\",\"displayName\":\"Untrusted location\",\"countriesAndRegions\":[\"NL\",\"BN\",\"GQ\",\"PF\",\"GN\",\"GW\",\"ID\",\"FM\",\"ME\",\"NP\",\"NC\",\"NZ\",\"PG\",\"PH\",\"KN\",\"VC\",\"SN\",\"SL\",\"UA\",\"VE\",\"AF\",\"AX\",\"AL\",\"AS\",\"AD\",\"AO\",\"AI\",\"AQ\",\"AG\",\"AR\",\"AM\",\"AZ\",\"BH\",\"BD\",\"BJ\",\"BT\",\"BQ\",\"BA\",\"BW\",\"BV\",\"IO\",\"BF\",\"BI\",\"CM\",\"CA\",\"KY\",\"CF\",\"CN\",\"CX\",\"CC\",\"CK\",\"CD\",\"DK\",\"DM\",\"DO\",\"EE\",\"SZ\",\"FK\",\"FO\",\"FI\",\"FR\",\"GF\",\"TF\",\"GA\",\"GH\",\"GL\",\"GD\",\"GG\",\"GY\",\"HM\",\"VA\",\"HN\",\"HK\",\"HU\",\"IS\",\"IN\",\"IR\",\"IE\",\"IM\",\"JP\",\"JO\",\"KZ\",\"KE\",\"KG\",\"LB\",\"LI\",\"LT\",\"MH\",\"MQ\",\"MR\",\"MC\",\"MN\",\"MS\",\"MM\",\"NA\",\"NR\",\"NI\",\"NE\",\"NG\",\"NU\",\"NF\",\"KP\",\"MK\",\"MP\",\"NO\",\"OM\",\"PK\",\"PS\",\"PA\",\"PN\",\"PL\",\"CG\",\"RE\",\"RO\",\"RW\",\"BL\",\"SH\",\"LC\",\"MF\",\"PM\",\"SM\",\"ST\",\"SG\",\"SX\",\"SI\",\"SB\",\"GS\",\"SS\",\"ES\",\"LK\",\"SD\",\"SR\",\"SJ\",\"SE\",\"CH\",\"TW\",\"TJ\",\"TZ\",\"TH\",\"TO\",\"TT\",\"TN\",\"TM\",\"TC\",\"UG\",\"AE\",\"GB\",\"US\",\"UM\",\"UZ\",\"VU\",\"VN\",\"VG\",\"VI\",\"WF\",\"EH\",\"YE\",\"DZ\",\"AW\",\"AU\",\"AT\",\"BS\",\"BB\",\"BY\",\"BE\",\"BZ\",\"BM\",\"BO\",\"BR\",\"BG\",\"CV\",\"KH\",\"TD\",\"CL\",\"CO\",\"KM\",\"CR\",\"CI\",\"HR\",\"CU\",\"CW\",\"CY\",\"CZ\",\"DJ\",\"EC\",\"EG\",\"SV\",\"ER\",\"ET\",\"FJ\",\"GM\",\"GE\",\"GI\",\"GR\",\"GP\",\"GU\",\"GT\",\"HT\",\"IQ\",\"IL\",\"IT\",\"JM\",\"JE\",\"KI\",\"KR\",\"XK\",\"KW\",\"LA\",\"LV\",\"LS\",\"LR\",\"LY\",\"LU\",\"MO\",\"MG\",\"MW\",\"MY\",\"MV\",\"ML\",\"MT\",\"MU\",\"YT\",\"MX\",\"MD\",\"MA\",\"MZ\",\"PW\",\"PY\",\"PE\",\"PT\",\"PR\",\"QA\",\"RU\",\"WS\",\"SA\",\"RS\",\"SC\",\"SK\",\"SO\",\"ZA\",\"SY\",\"TL\",\"TG\",\"TK\",\"TR\",\"TV\",\"UY\",\"ZM\",\"ZW\"],\"includeUnknownCountriesAndRegions\":false,\"countryLookupMethod\":\"clientIpAddress\"}]}","GUID":"3bd46df4-a59a-4020-aea2-353dfa57e206","SHA":"81a3839d5937dae2048f100643fbf5345d4c9280","Source":"nis-md.de"}