{"PartitionKey":"CATemplate","RowKey":"49a8069e-3b46-4680-a035-9250bc675446.CATemplate.json","GUID":"49a8069e-3b46-4680-a035-9250bc675446.CATemplate.json","JSON":"{\"state\":\"enabled\",\"grantControls\":{\"builtInControls\":[\"mfa\"],\"operator\":\"OR\",\"termsOfUse\":[],\"customAuthenticationFactors\":[]},\"conditions\":{\"times\":null,\"locations\":null,\"signInRiskLevels\":[],\"devices\":null,\"deviceStates\":null,\"users\":{\"excludeRoles\":[],\"excludeUsers\":[],\"excludeGroups\":[],\"includeUsers\":[\"All\"],\"includeRoles\":[],\"includeGroups\":[]},\"servicePrincipalRiskLevels\":[],\"userRiskLevels\":[],\"clientAppTypes\":[\"exchangeActiveSync\",\"browser\",\"mobileAppsAndDesktopClients\",\"other\"],\"platforms\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"excludeApplications\":[]}},\"displayName\":\"CIPP: Enforce Multi factor authentication for each application\"}"}