{"PartitionKey":"CATemplate","RowKey":"bc49437d-7785-43fa-87b6-b81e934f3c72","JSON":"{\"id\":\"1b164201-2f35-4317-8050-dfa354075283\",\"displayName\":\"Force MFA for BYOD (phishing resistant)\",\"createdDateTime\":\"2025-02-21T07:36:34.357642Z\",\"modifiedDateTime\":\"2025-09-08T06:50:35.924052Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[\"d4ebce55-015a-49b5-a083-c84d1797ae8c\",\"01cb2876-7ebd-4aa4-9cc9-d28bd4d359a9\",\"cbfda01c-c883-45aa-aedc-e7a484615620\"],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[\"SGU-BreakGlass\",\"SGU-Guests\",\"SGU-Mail-Service\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"34df1ebf-7455-4642-affe-0fd5a5e0c0bd\"]}}},\"devices\":{\"includeDeviceStates\":[],\"excludeDeviceStates\":[],\"includeDevices\":[],\"excludeDevices\":[],\"deviceFilter\":{\"mode\":\"exclude\",\"rule\":\"device.trustType -eq \\\"AzureAD\\\" -or device.isCompliant -eq True -or device.physicalIds -contains \\\"[ZTDId]:value\\\" -or device.extensionAttribute15 -contains \\\"Autopilot\\\"\"}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('1b164201-2f35-4317-8050-dfa354075283')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":{\"id\":\"00000000-0000-0000-0000-000000000004\",\"createdDateTime\":\"2021-12-01T08:00:00Z\",\"modifiedDateTime\":\"2021-12-01T08:00:00Z\",\"displayName\":\"Phishing-resistant MFA\",\"description\":\"Phishing-resistant, Passwordless methods for the strongest authentication, such as a FIDO2 security key\",\"policyType\":\"builtIn\",\"requirementsSatisfied\":\"mfa\",\"allowedCombinations\":[\"windowsHelloForBusiness\",\"fido2\",\"x509CertificateMultiFactor\"],\"combinationConfigurations@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('1b164201-2f35-4317-8050-dfa354075283')/grantControls/authenticationStrength/combinationConfigurations\",\"combinationConfigurations\":[]}},\"LocationInfo\":[]}","GUID":"bc49437d-7785-43fa-87b6-b81e934f3c72","SHA":"4f5ebdbe0b8135fa4d194d23b2752f4576c72741","Source":"nis-md.de"}