{"PartitionKey":"CATemplate","RowKey":"31cd0d76-28d8-4b42-8fe5-cafaba92c370","GUID":"31cd0d76-28d8-4b42-8fe5-cafaba92c370","JSON":"{\"id\":\"2de7f80e-ca70-48a6-ad64-15da6c2c8db5\",\"displayName\":\"Force MFA for all user\",\"createdDateTime\":\"2024-08-12T09:21:58.6692566Z\",\"modifiedDateTime\":\"2025-09-30T08:30:07.3897817Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[\"d4ebce55-015a-49b5-a083-c84d1797ae8c\",\"01cb2876-7ebd-4aa4-9cc9-d28bd4d359a9\",\"cbfda01c-c883-45aa-aedc-e7a484615620\"],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[null,null,null,null],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"34df1ebf-7455-4642-affe-0fd5a5e0c0bd\"]}}},\"devices\":{\"includeDeviceStates\":[],\"excludeDeviceStates\":[],\"includeDevices\":[],\"excludeDevices\":[],\"deviceFilter\":{\"mode\":\"exclude\",\"rule\":\"device.extensionAttribute15 -contains \\\"Autopilot\\\"\"}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('2de7f80e-ca70-48a6-ad64-15da6c2c8db5')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":{\"id\":\"00000000-0000-0000-0000-000000000002\",\"createdDateTime\":\"2021-12-01T08:00:00Z\",\"modifiedDateTime\":\"2021-12-01T08:00:00Z\",\"displayName\":\"Multifactor authentication\",\"description\":\"Combinations of methods that satisfy strong authentication, such as a password + SMS\",\"policyType\":\"builtIn\",\"requirementsSatisfied\":\"mfa\",\"allowedCombinations\":[\"windowsHelloForBusiness\",\"fido2\",\"x509CertificateMultiFactor\",\"deviceBasedPush\",\"temporaryAccessPassOneTime\",\"temporaryAccessPassMultiUse\",\"password,microsoftAuthenticatorPush\",\"password,softwareOath\",\"password,hardwareOath\",\"password,sms\",\"password,voice\",\"federatedMultiFactor\",\"microsoftAuthenticatorPush,federatedSingleFactor\",\"softwareOath,federatedSingleFactor\",\"hardwareOath,federatedSingleFactor\",\"sms,federatedSingleFactor\",\"voice,federatedSingleFactor\"],\"combinationConfigurations@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('2de7f80e-ca70-48a6-ad64-15da6c2c8db5')/grantControls/authenticationStrength/combinationConfigurations\",\"combinationConfigurations\":[]}},\"LocationInfo\":[null,null]}","SHA":"a7a5b2c26346847bbe7dd62f84b170d86b2b4bf1"}