{"PartitionKey":"CATemplate","RowKey":"e5efb0b7-ac5a-4c25-8469-3418b551ae4a","Source":"nis-md.de","GUID":"e5efb0b7-ac5a-4c25-8469-3418b551ae4a","JSON":"{\"id\":\"07a6430c-0f41-476d-a727-71e833e71d9c\",\"displayName\":\"Grant non-interactive login for unattended devices\",\"createdDateTime\":\"2025-03-06T07:16:55.3749406Z\",\"modifiedDateTime\":\"2025-05-02T10:49:42.5124937Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"cc15fd57-2c6c-4117-a88c-83b1d56b4bbe\",\"00000002-0000-0ff1-ce00-000000000000\",\"00000003-0000-0ff1-ce00-000000000000\",\"Office365\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[\"SGD-Yealink\",\"SGU-Non-Interactive\"],\"excludeGroups\":[\"SGU-BreakGlass\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"34df1ebf-7455-4642-affe-0fd5a5e0c0bd\"]}}},\"platforms\":{\"includePlatforms\":[\"android\"],\"excludePlatforms\":[]}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"compliantDevice\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('07a6430c-0f41-476d-a727-71e833e71d9c')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[]}","SHA":"d77af71d50ec1ee17f90e3f8e52d285bd2bedef1"}