{"PartitionKey":"CATemplate","RowKey":"36cf1d94-5b78-4190-b36f-be9f104d908e","GUID":"36cf1d94-5b78-4190-b36f-be9f104d908e","JSON":"{\"id\":\"5e36ad55-c2b9-4fa1-9167-34b8d9d6f98c\",\"templateId\":\"a297dd1a-21fe-4016-99a0-ba43ba64378c\",\"displayName\":\"Require MDM-enrolled and compliant device\",\"createdDateTime\":\"2025-02-20T06:34:50.8090834Z\",\"modifiedDateTime\":\"2025-09-08T10:04:59.074276Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"times\":null,\"deviceStates\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[\"d4ebce55-015a-49b5-a083-c84d1797ae8c\"],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[null],\"includeRoles\":[],\"excludeRoles\":[\"d29b2b05-8046-44ba-8758-1e26182fcf32\"],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"34df1ebf-7455-4642-affe-0fd5a5e0c0bd\"]}}},\"platforms\":{\"includePlatforms\":[\"all\"],\"excludePlatforms\":[]},\"locations\":{\"includeLocations\":[\"Trusted location\"],\"excludeLocations\":[]},\"devices\":{\"includeDeviceStates\":[],\"excludeDeviceStates\":[],\"includeDevices\":[],\"excludeDevices\":[],\"deviceFilter\":{\"mode\":\"include\",\"rule\":\"device.trustType -eq \\\"AzureAD\\\" -or device.isCompliant -eq True\"}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"compliantDevice\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('5e36ad55-c2b9-4fa1-9167-34b8d9d6f98c')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[{\"@odata.type\":\"#microsoft.graph.countryNamedLocation\",\"displayName\":\"Trusted location\",\"countriesAndRegions\":[\"DE\"],\"includeUnknownCountriesAndRegions\":false,\"countryLookupMethod\":\"clientIpAddress\"},null]}","SHA":"975486a061d0d3634e4f81ffa12f3d1defd6fad0"}