{"PartitionKey":"CATemplate","RowKey":"0458b458-5624-47fe-9594-d1a2bd1293c1","GUID":"0458b458-5624-47fe-9594-d1a2bd1293c1","JSON":"{\"id\":\"d00cd98c-3922-4fb5-9142-a6c73a2bc161\",\"templateId\":\"a4072ac0-722b-4991-981b-7f9755daef14\",\"displayName\":\"Require multifactor authentication for guest access\",\"createdDateTime\":\"2025-04-09T08:58:31.4364129Z\",\"modifiedDateTime\":\"2025-05-07T08:45:13.6980819Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[null],\"includeRoles\":[],\"excludeRoles\":[],\"excludeGuestsOrExternalUsers\":null,\"includeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"internalGuest,b2bCollaborationGuest,b2bCollaborationMember,b2bDirectConnectUser,otherExternalUser,serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessAllExternalTenants\",\"membershipKind\":\"all\"}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('d00cd98c-3922-4fb5-9142-a6c73a2bc161')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null]}","SHA":"7ccea35f2d2f27c327d1d3a79fe190c3e4d46be9"}