{"PartitionKey":"CATemplate","RowKey":"e52e0345-f571-49d0-8f39-ac285189d9e9","JSON":"{\"id\":\"39d05d1d-77bf-4f4a-b2d8-cb5700869282\",\"templateId\":\"b8bda7f8-6584-4446-bce9-d871480e53fa\",\"displayName\":\"Require MFA for security info registration\",\"createdDateTime\":\"2025-03-06T11:58:58.8540066Z\",\"modifiedDateTime\":\"2025-08-22T08:11:12.8614429Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[],\"excludeApplications\":[],\"includeUserActions\":[\"urn:user:registersecurityinfo\"],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[\"SGU-BreakGlass\"],\"includeRoles\":[],\"excludeRoles\":[\"62e90394-69f5-4237-9190-012177145e10\"],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"internalGuest,b2bCollaborationGuest,b2bCollaborationMember,b2bDirectConnectUser,otherExternalUser,serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessAllExternalTenants\",\"membershipKind\":\"all\"}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('39d05d1d-77bf-4f4a-b2d8-cb5700869282')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":{\"id\":\"00000000-0000-0000-0000-000000000002\",\"createdDateTime\":\"2021-12-01T08:00:00Z\",\"modifiedDateTime\":\"2021-12-01T08:00:00Z\",\"displayName\":\"Multifactor authentication\",\"description\":\"Combinations of methods that satisfy strong authentication, such as a password + SMS\",\"policyType\":\"builtIn\",\"requirementsSatisfied\":\"mfa\",\"allowedCombinations\":[\"windowsHelloForBusiness\",\"fido2\",\"x509CertificateMultiFactor\",\"deviceBasedPush\",\"temporaryAccessPassOneTime\",\"temporaryAccessPassMultiUse\",\"password,microsoftAuthenticatorPush\",\"password,softwareOath\",\"password,hardwareOath\",\"password,sms\",\"password,voice\",\"federatedMultiFactor\",\"microsoftAuthenticatorPush,federatedSingleFactor\",\"softwareOath,federatedSingleFactor\",\"hardwareOath,federatedSingleFactor\",\"sms,federatedSingleFactor\",\"voice,federatedSingleFactor\"],\"combinationConfigurations@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('39d05d1d-77bf-4f4a-b2d8-cb5700869282')/grantControls/authenticationStrength/combinationConfigurations\",\"combinationConfigurations\":[]}},\"LocationInfo\":[]}","GUID":"e52e0345-f571-49d0-8f39-ac285189d9e9","SHA":"78e6d81290502e1af33fe4dc07020aebfa8a056a","Source":"nis-md.de"}