{"PartitionKey":"IntuneTemplate","RowKey":"93e0ba3f-0109-44ac-8b00-6de6cf44ee4f","GUID":"93e0ba3f-0109-44ac-8b00-6de6cf44ee4f","JSON":"{\"Displayname\":\"BYOD Device restrictions\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.androidWorkProfileGeneralDeviceConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"BYOD Device restrictions\\\",\\\"version\\\":1,\\\"passwordBlockFaceUnlock\\\":false,\\\"passwordBlockFingerprintUnlock\\\":false,\\\"passwordBlockIrisUnlock\\\":false,\\\"passwordBlockTrustAgents\\\":true,\\\"passwordExpirationDays\\\":365,\\\"passwordMinimumLength\\\":6,\\\"passwordMinutesOfInactivityBeforeScreenTimeout\\\":null,\\\"passwordPreviousPasswordBlockCount\\\":1,\\\"passwordSignInFailureCountBeforeFactoryReset\\\":10,\\\"passwordRequiredType\\\":\\\"numericComplex\\\",\\\"requiredPasswordComplexity\\\":\\\"high\\\",\\\"workProfileAllowAppInstallsFromUnknownSources\\\":false,\\\"workProfileDataSharingType\\\":\\\"noRestrictions\\\",\\\"workProfileBlockNotificationsWhileDeviceLocked\\\":false,\\\"workProfileBlockAddingAccounts\\\":false,\\\"workProfileBluetoothEnableContactSharing\\\":false,\\\"workProfileBlockScreenCapture\\\":true,\\\"workProfileBlockCrossProfileCallerId\\\":true,\\\"workProfileBlockCamera\\\":false,\\\"workProfileBlockCrossProfileContactsSearch\\\":true,\\\"workProfileBlockCrossProfileCopyPaste\\\":true,\\\"workProfileDefaultAppPermissionPolicy\\\":\\\"deviceDefault\\\",\\\"workProfilePasswordBlockFaceUnlock\\\":false,\\\"workProfilePasswordBlockFingerprintUnlock\\\":false,\\\"workProfilePasswordBlockIrisUnlock\\\":false,\\\"workProfilePasswordBlockTrustAgents\\\":true,\\\"workProfilePasswordExpirationDays\\\":365,\\\"workProfilePasswordMinimumLength\\\":6,\\\"workProfilePasswordMinNumericCharacters\\\":null,\\\"workProfilePasswordMinNonLetterCharacters\\\":null,\\\"workProfilePasswordMinLetterCharacters\\\":null,\\\"workProfilePasswordMinLowerCaseCharacters\\\":null,\\\"workProfilePasswordMinUpperCaseCharacters\\\":null,\\\"workProfilePasswordMinSymbolCharacters\\\":null,\\\"workProfilePasswordMinutesOfInactivityBeforeScreenTimeout\\\":1,\\\"workProfilePasswordPreviousPasswordBlockCount\\\":1,\\\"workProfilePasswordSignInFailureCountBeforeFactoryReset\\\":10,\\\"workProfilePasswordRequiredType\\\":\\\"numericComplex\\\",\\\"workProfileRequiredPasswordComplexity\\\":\\\"high\\\",\\\"workProfileRequirePassword\\\":true,\\\"securityRequireVerifyApps\\\":true,\\\"vpnAlwaysOnPackageIdentifier\\\":null,\\\"vpnEnableAlwaysOnLockdownMode\\\":false,\\\"workProfileAllowWidgets\\\":false,\\\"workProfileBlockPersonalAppInstallsFromUnknownSources\\\":true,\\\"workProfileAccountUse\\\":\\\"allowAllExceptGoogleAccounts\\\",\\\"allowedGoogleAccountDomains\\\":[],\\\"blockUnifiedPasswordForWorkProfile\\\":true}\",\"Type\":\"Device\",\"GUID\":\"93e0ba3f-0109-44ac-8b00-6de6cf44ee4f\"}","SHA":"75709bf0869f1d9f0e23df7a77f66dbef7365cc7","Source":"nis-md.de"}