{"PartitionKey":"IntuneTemplate","RowKey":"7b41924e-3051-4a23-b0d0-8cdeadc2c05a.IntuneTemplate.json","GUID":"7b41924e-3051-4a23-b0d0-8cdeadc2c05a.IntuneTemplate.json","JSON":"{\"Displayname\":\"CIPP: Enable Onedrive Silent Logon and Known Folder Move\",\"Description\":\"This policy enables Onedrive Silent Logon and Known Folder move\",\"RAWJson\":\"{\\r\\n\\\"added\\\":[\\r\\n{\\r\\n\\\"enabled\\\":true,\\r\\n\\\"presentationValues\\\":[],\\r\\n\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('9a4db949-29e4-4e31-a129-bf2b88d8fa1b')\\\"\\r\\n},\\r\\n{\\r\\n\\\"enabled\\\":true,\\r\\n\\\"presentationValues\\\":[\\r\\n{\\r\\n\\\"@odata.type\\\":\\\"#microsoft.graph.groupPolicyPresentationValueText\\\",\\r\\n\\\"value\\\":\\\"%tenantid%\\\",\\r\\n\\\"presentation@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('39147fa2-6c5e-437b-8264-19b50b891709')/presentations('fbefbbdf-5382-477c-8b6c-71f4a06e2805')\\\"\\r\\n},\\r\\n{\\r\\n\\\"@odata.type\\\":\\\"#microsoft.graph.groupPolicyPresentationValueText\\\",\\r\\n\\\"value\\\":\\\"0\\\",\\r\\n\\\"presentation@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('39147fa2-6c5e-437b-8264-19b50b891709')/presentations('35c82072-a93b-4022-be14-8684c2f6fcc2')\\\"\\r\\n}\\r\\n],\\r\\n\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('39147fa2-6c5e-437b-8264-19b50b891709')\\\"\\r\\n},\\r\\n{\\r\\n\\\"enabled\\\":true,\\r\\n\\\"presentationValues\\\":[],\\r\\n\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('81c07ba0-7512-402d-b1f6-00856975cfab')\\\"\\r\\n},\\r\\n{\\r\\n\\\"enabled\\\":true,\\r\\n\\\"presentationValues\\\":[],\\r\\n\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('61b07a01-7e60-4127-b086-f6b32458a5c5')\\\"\\r\\n}\\r\\n],\\r\\n\\\"updated\\\":[],\\r\\n\\\"deletedIds\\\":[]\\r\\n}\",\"Type\":\"Admin\",\"GUID\":\"7b41924e-3051-4a23-b0d0-8cdeadc2c05a.IntuneTemplate.json\"}"}