{"PartitionKey":"IntuneTemplate","RowKey":"59bd753c-4204-4b3a-b84b-850d4b69f494.IntuneTemplate.json","GUID":"59bd753c-4204-4b3a-b84b-850d4b69f494.IntuneTemplate.json","JSON":"{\"Displayname\":\"CIPP: LAPS\",\"Description\":\"\",\"RAWJson\":\"{\\r\\n  \\\"name\\\": \\\"LAPS\\\",\\r\\n  \\\"description\\\": \\\"\\\",\\r\\n  \\\"settings\\\": [\\r\\n    {\\r\\n      \\\"id\\\": \\\"0\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_laps_policies_backupdirectory\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"a3270f64-e493-499d-8900-90290f61ed8a\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"device_vendor_msft_laps_policies_backupdirectory_1\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"4d90f03d-e14c-43c4-86da-681da96a2f92\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": [\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_laps_policies_passwordagedays_aad\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"simpleSettingValue\\\": {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": 30\\r\\n              }\\r\\n            }\\r\\n          ]\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"1\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_laps_policies_passwordcomplexity\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"8a7459e8-1d1c-458a-8906-7b27d216de52\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"device_vendor_msft_laps_policies_passwordcomplexity_4\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"aa883ab5-625e-4e3b-b830-a37a4bb8ce01\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    }\\r\\n  ],\\r\\n  \\\"platforms\\\": \\\"windows10\\\",\\r\\n  \\\"technologies\\\": \\\"mdm\\\",\\r\\n  \\\"templateReference\\\": {\\r\\n    \\\"templateId\\\": \\\"adc46e5a-f4aa-4ff6-aeff-4f27bc525796_1\\\",\\r\\n    \\\"templateFamily\\\": \\\"endpointSecurityAccountProtection\\\",\\r\\n    \\\"templateDisplayName\\\": \\\"Local admin password solution (Windows LAPS)\\\",\\r\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\r\\n  }\\r\\n}\",\"Type\":\"Catalog\",\"GUID\":\"59bd753c-4204-4b3a-b84b-850d4b69f494.IntuneTemplate.json\"}"}