{"PartitionKey":"IntuneTemplate","RowKey":"d006454f-fa5e-4ed6-85c5-572a7b6c9766","GUID":"d006454f-fa5e-4ed6-85c5-572a7b6c9766","JSON":"{\"Displayname\":\"Default EDR policy for all devices\",\"Description\":\"Default EDR policy for targeting all tenants devices, created by MDE.\",\"RAWJson\":\"{\\\"name\\\":\\\"Default EDR policy for all devices\\\",\\\"description\\\":\\\"Default EDR policy for targeting all tenants devices, created by MDE.\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_windowsadvancedthreatprotection_configurationtype\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"23ab0ea3-1b12-429a-8ed0-7390cf699160\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_windowsadvancedthreatprotection_configurationtype_autofromconnector\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"e5c7c98c-c854-4140-836e-bd22db59d651\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_windowsadvancedthreatprotection_onboarding_fromconnector\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSecretSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"0b430657-4da0-4ff7-b49d-b259beb831e4\\\",\\\"valueState\\\":\\\"encryptedValueToken\\\"}}]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"0385b795-0f2f-44ac-8602-9f65bf6adede_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityEndpointDetectionAndResponse\\\",\\\"templateDisplayName\\\":\\\"Endpoint detection and response\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"d006454f-fa5e-4ed6-85c5-572a7b6c9766\"}","SHA":"da48b3e8ff7a4992c232e440114ce8fcd6c9ae2d","Source":"nis-md.de"}