{"PartitionKey":"IntuneTemplate","RowKey":"49e7fa9b-4b11-4e4f-9a2d-5afe75a6ab9c","GUID":"49e7fa9b-4b11-4e4f-9a2d-5afe75a6ab9c","JSON":"{\"Displayname\":\"iOS - NIS - Profile - D - SSO - v1.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.iosDeviceFeaturesConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"iOS - NIS - Profile - D - SSO - v1.1\\\",\\\"version\\\":1,\\\"assetTagTemplate\\\":null,\\\"contentFilterSettings\\\":null,\\\"lockScreenFootnote\\\":null,\\\"homeScreenGridWidth\\\":null,\\\"homeScreenGridHeight\\\":null,\\\"singleSignOnSettings\\\":null,\\\"wallpaperDisplayLocation\\\":\\\"notConfigured\\\",\\\"wallpaperImage\\\":null,\\\"singleSignOnExtension\\\":null,\\\"airPrintDestinations\\\":[],\\\"homeScreenDockIcons\\\":[],\\\"homeScreenPages\\\":[],\\\"notificationSettings\\\":[],\\\"iosSingleSignOnExtension\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.iosAzureAdSingleSignOnExtension\\\",\\\"enableSharedDeviceMode\\\":false,\\\"bundleIdAccessControlList\\\":[],\\\"configurations\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.keyStringValuePair\\\",\\\"key\\\":\\\"AppPrefixAllowList\\\",\\\"value\\\":\\\"com.apple.\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.keyIntegerValuePair\\\",\\\"key\\\":\\\"browser_sso_interaction_enabled\\\\t\\\",\\\"value\\\":1},{\\\"@odata.type\\\":\\\"#microsoft.graph.keyIntegerValuePair\\\",\\\"key\\\":\\\"disable_explicit_app_prompt\\\",\\\"value\\\":1}]}}\",\"Type\":\"Device\",\"GUID\":\"49e7fa9b-4b11-4e4f-9a2d-5afe75a6ab9c\"}","SHA":"1a6980ba5d0f7b1ae2dc98348344dab4b133ed89","Source":"nis-md.de"}