{"PartitionKey":"IntuneTemplate","RowKey":"ff8715fa-3247-4275-8538-03c73b357852","GUID":"ff8715fa-3247-4275-8538-03c73b357852","JSON":"{\"Displayname\":\"iOS - Protection Policy - Microsoft Apps\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceAppManagement/managedAppPolicies/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.iosManagedAppProtection\\\",\\\"displayName\\\":\\\"iOS - Protection Policy - Microsoft Apps\\\",\\\"description\\\":\\\"\\\",\\\"createdDateTime\\\":\\\"2025-03-04T07:56:07.4936151Z\\\",\\\"lastModifiedDateTime\\\":\\\"2025-03-04T07:56:07Z\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"T_e2c1ea02-eaf1-4067-9e63-5e9f0d1e4d2a\\\",\\\"version\\\":\\\"\\\\\\\"36008e2e-0000-0d00-0000-67c6b2170000\\\\\\\"\\\",\\\"periodOfflineBeforeAccessCheck\\\":\\\"P1D\\\",\\\"periodOnlineBeforeAccessCheck\\\":\\\"PT30M\\\",\\\"allowedInboundDataTransferSources\\\":\\\"allApps\\\",\\\"allowedOutboundDataTransferDestinations\\\":\\\"managedApps\\\",\\\"organizationalCredentialsRequired\\\":false,\\\"allowedOutboundClipboardSharingLevel\\\":\\\"managedAppsWithPasteIn\\\",\\\"dataBackupBlocked\\\":true,\\\"deviceComplianceRequired\\\":true,\\\"managedBrowserToOpenLinksRequired\\\":false,\\\"saveAsBlocked\\\":true,\\\"periodOfflineBeforeWipeIsEnforced\\\":\\\"P90D\\\",\\\"pinRequired\\\":true,\\\"maximumPinRetries\\\":5,\\\"simplePinBlocked\\\":false,\\\"minimumPinLength\\\":4,\\\"pinCharacterSet\\\":\\\"numeric\\\",\\\"periodBeforePinReset\\\":\\\"PT0S\\\",\\\"allowedDataStorageLocations\\\":[],\\\"contactSyncBlocked\\\":false,\\\"printBlocked\\\":false,\\\"fingerprintBlocked\\\":false,\\\"disableAppPinIfDevicePinIsSet\\\":false,\\\"maximumRequiredOsVersion\\\":null,\\\"maximumWarningOsVersion\\\":null,\\\"maximumWipeOsVersion\\\":null,\\\"minimumRequiredOsVersion\\\":null,\\\"minimumWarningOsVersion\\\":null,\\\"minimumRequiredAppVersion\\\":null,\\\"minimumWarningAppVersion\\\":null,\\\"minimumWipeOsVersion\\\":null,\\\"minimumWipeAppVersion\\\":null,\\\"appActionIfDeviceComplianceRequired\\\":\\\"block\\\",\\\"appActionIfMaximumPinRetriesExceeded\\\":\\\"block\\\",\\\"pinRequiredInsteadOfBiometricTimeout\\\":\\\"PT30M\\\",\\\"allowedOutboundClipboardSharingExceptionLength\\\":0,\\\"notificationRestriction\\\":\\\"allow\\\",\\\"previousPinBlockCount\\\":0,\\\"managedBrowser\\\":\\\"notConfigured\\\",\\\"maximumAllowedDeviceThreatLevel\\\":\\\"notConfigured\\\",\\\"mobileThreatDefenseRemediationAction\\\":\\\"block\\\",\\\"mobileThreatDefensePartnerPriority\\\":null,\\\"blockDataIngestionIntoOrganizationDocuments\\\":false,\\\"allowedDataIngestionLocations\\\":[\\\"oneDriveForBusiness\\\",\\\"sharePoint\\\",\\\"camera\\\",\\\"photoLibrary\\\"],\\\"appActionIfUnableToAuthenticateUser\\\":null,\\\"dialerRestrictionLevel\\\":\\\"allApps\\\",\\\"gracePeriodToBlockAppsDuringOffClockHours\\\":null,\\\"protectedMessagingRedirectAppType\\\":\\\"anyApp\\\",\\\"isAssigned\\\":true,\\\"targetedAppManagementLevels\\\":\\\"unspecified\\\",\\\"appGroupType\\\":\\\"allMicrosoftApps\\\",\\\"genmojiConfigurationState\\\":null,\\\"screenCaptureConfigurationState\\\":null,\\\"writingToolsConfigurationState\\\":null,\\\"appDataEncryptionType\\\":\\\"whenDeviceLocked\\\",\\\"minimumRequiredSdkVersion\\\":null,\\\"deployedAppCount\\\":42,\\\"faceIdBlocked\\\":false,\\\"allowWidgetContentSync\\\":true,\\\"minimumWipeSdkVersion\\\":null,\\\"allowedIosDeviceModels\\\":null,\\\"appActionIfIosDeviceModelNotAllowed\\\":\\\"block\\\",\\\"appActionIfAccountIsClockedOut\\\":null,\\\"thirdPartyKeyboardsBlocked\\\":false,\\\"filterOpenInToOnlyManagedApps\\\":false,\\\"disableProtectionOfManagedOutboundOpenInData\\\":false,\\\"protectInboundDataFromUnknownSources\\\":true,\\\"customBrowserProtocol\\\":\\\"\\\",\\\"customDialerAppProtocol\\\":\\\"\\\",\\\"managedUniversalLinks\\\":[\\\"http://*.appsplatform.us/*\\\",\\\"http://*.onedrive.com/*\\\",\\\"http://*.powerapps.cn/*\\\",\\\"http://*.powerapps.com/*\\\",\\\"http://*.powerapps.us/*\\\",\\\"http://*.powerbi.com/*\\\",\\\"http://*.service-now.com/*\\\",\\\"http://*.sharepoint-df.com/*\\\",\\\"http://*.sharepoint.com/*\\\",\\\"http://*.yammer.com/*\\\",\\\"http://*.zoom.us/*\\\",\\\"http://*collab.apps.mil/l/*\\\",\\\"http://*devspaces.skype.com/l/*\\\",\\\"http://*teams-fl.microsoft.com/l/*\\\",\\\"http://*teams.live.com/l/*\\\",\\\"http://*teams.microsoft.com/l/*\\\",\\\"http://*teams.microsoft.us/l/*\\\",\\\"http://app.powerbi.cn/*\\\",\\\"http://app.powerbi.de/*\\\",\\\"http://app.powerbigov.us/*\\\",\\\"http://msit.microsoftstream.com/video/*\\\",\\\"http://tasks.office.com/*\\\",\\\"http://to-do.microsoft.com/sharing*\\\",\\\"http://web.microsoftstream.com/video/*\\\",\\\"http://zoom.us/*\\\",\\\"https://*.appsplatform.us/*\\\",\\\"https://*.onedrive.com/*\\\",\\\"https://*.powerapps.cn/*\\\",\\\"https://*.powerapps.com/*\\\",\\\"https://*.powerapps.us/*\\\",\\\"https://*.powerbi.com/*\\\",\\\"https://*.service-now.com/*\\\",\\\"https://*.sharepoint-df.com/*\\\",\\\"https://*.sharepoint.com/*\\\",\\\"https://*.yammer.com/*\\\",\\\"https://*.zoom.us/*\\\",\\\"https://*collab.apps.mil/l/*\\\",\\\"https://*devspaces.skype.com/l/*\\\",\\\"https://*teams-fl.microsoft.com/l/*\\\",\\\"https://*teams.live.com/l/*\\\",\\\"https://*teams.microsoft.com/l/*\\\",\\\"https://*teams.microsoft.us/l/*\\\",\\\"https://app.powerbi.cn/*\\\",\\\"https://app.powerbi.de/*\\\",\\\"https://app.powerbigov.us/*\\\",\\\"https://msit.microsoftstream.com/video/*\\\",\\\"https://tasks.office.com/*\\\",\\\"https://to-do.microsoft.com/sharing*\\\",\\\"https://web.microsoftstream.com/video/*\\\",\\\"https://zoom.us/*\\\"],\\\"exemptedUniversalLinks\\\":[\\\"http://facetime.apple.com\\\",\\\"http://maps.apple.com\\\",\\\"https://facetime.apple.com\\\",\\\"https://maps.apple.com\\\"],\\\"minimumWarningSdkVersion\\\":null,\\\"messagingRedirectAppUrlScheme\\\":\\\"\\\",\\\"exemptedAppProtocols\\\":[{\\\"name\\\":\\\"Default\\\",\\\"value\\\":\\\"skype;app-settings;calshow;itms;itmss;itms-apps;itms-appss;itms-services;\\\"}]}\",\"Type\":\"AppProtection\",\"GUID\":\"ff8715fa-3247-4275-8538-03c73b357852\"}","SHA":"023ac641de93316ae85b0520c3b6da1fe0142798","Source":"nis-md.de"}