{"PartitionKey":"IntuneTemplate","RowKey":"f0c62fbb-5334-4444-8ec4-89ff0064ce45","GUID":"f0c62fbb-5334-4444-8ec4-89ff0064ce45","JSON":"{\"Displayname\":\"iOS - NIS - General - D - Timezone - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"iOS - NIS - General - D - Timezone - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_timezone\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_timezone_timezone\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"Europe/Berlin\\\"}}]}]}}],\\\"platforms\\\":\\\"iOS\\\",\\\"technologies\\\":\\\"mdm,appleRemoteManagement\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"f0c62fbb-5334-4444-8ec4-89ff0064ce45\"}","SHA":"f4eb4dc26b884c0a8af16d68fa28af871357e39e","Source":"nis-md.de"}