{"PartitionKey":"IntuneTemplate","RowKey":"dd888a25-5984-4aeb-b8a9-c240d652b9c9","GUID":"dd888a25-5984-4aeb-b8a9-c240d652b9c9","JSON":"{\"Displayname\":\"iOS - NIS - Personalization - D - Wallpaper - v1.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"iOS - NIS - Personalization - D - Wallpaper - v1.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_wallpaper\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_wallpaper_image\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationReferenceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"c0e16b68-acc5-42f4-a690-da630137d16a\\\",\\\"note\\\":\\\"NextGen-Bildmarke-4C-Standard.png\\\"}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_wallpaper_where\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"settings_item_wallpaper_where_0\\\",\\\"children\\\":[]}}]}]}}],\\\"platforms\\\":\\\"iOS\\\",\\\"technologies\\\":\\\"mdm,appleRemoteManagement\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"dd888a25-5984-4aeb-b8a9-c240d652b9c9\"}","SHA":"986e49ec471cf01da7a973a1545b6702f95f369b","Source":"nis-md.de"}