{"PartitionKey":"IntuneTemplate","RowKey":"f7aa8c69-d2c3-4e71-9662-5a4b9d629008","GUID":"f7aa8c69-d2c3-4e71-9662-5a4b9d629008","JSON":"{\"Displayname\":\"iOS - NIS - Profile - D - SSO - v1.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.iosDeviceFeaturesConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"iOS - NIS - Profile - D - SSO - v1.1\\\",\\\"version\\\":1,\\\"assetTagTemplate\\\":null,\\\"contentFilterSettings\\\":null,\\\"lockScreenFootnote\\\":null,\\\"homeScreenGridWidth\\\":null,\\\"homeScreenGridHeight\\\":null,\\\"singleSignOnSettings\\\":null,\\\"wallpaperDisplayLocation\\\":\\\"notConfigured\\\",\\\"wallpaperImage\\\":null,\\\"singleSignOnExtension\\\":null,\\\"airPrintDestinations\\\":[],\\\"homeScreenDockIcons\\\":[],\\\"homeScreenPages\\\":[],\\\"notificationSettings\\\":[],\\\"iosSingleSignOnExtension\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.iosAzureAdSingleSignOnExtension\\\",\\\"enableSharedDeviceMode\\\":false,\\\"bundleIdAccessControlList\\\":[],\\\"configurations\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.keyStringValuePair\\\",\\\"key\\\":\\\"AppPrefixAllowList\\\",\\\"value\\\":\\\"com.apple.\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.keyIntegerValuePair\\\",\\\"key\\\":\\\"browser_sso_interaction_enabled\\\\t\\\",\\\"value\\\":1},{\\\"@odata.type\\\":\\\"#microsoft.graph.keyIntegerValuePair\\\",\\\"key\\\":\\\"disable_explicit_app_prompt\\\",\\\"value\\\":1}]}}\",\"Type\":\"Device\",\"GUID\":\"f7aa8c69-d2c3-4e71-9662-5a4b9d629008\"}","SHA":"1a6980ba5d0f7b1ae2dc98348344dab4b133ed89"}