{"PartitionKey":"IntuneTemplate","RowKey":"785ec19b-44d3-465f-bc68-2b06b64c6f19","GUID":"785ec19b-44d3-465f-bc68-2b06b64c6f19","JSON":"{\"Displayname\":\"iOS - NIS - General - D - Timezone - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"iOS - NIS - General - D - Timezone - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_timezone\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"settings_item_timezone_timezone\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"Europe/Berlin\\\"}}]}]}}],\\\"platforms\\\":\\\"iOS\\\",\\\"technologies\\\":\\\"mdm,appleRemoteManagement\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"785ec19b-44d3-465f-bc68-2b06b64c6f19\"}","SHA":"f4eb4dc26b884c0a8af16d68fa28af871357e39e","Source":"nis-md.de"}