{"PartitionKey":"IntuneTemplate","RowKey":"e2cab549-c9c7-4036-8b5d-df2aaccd7386","GUID":"e2cab549-c9c7-4036-8b5d-df2aaccd7386","JSON":"{\"Displayname\":\"IOS - NIS - Updates - D - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.iosUpdateConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"IOS - NIS - Updates - D - v1.0\\\",\\\"version\\\":1,\\\"isEnabled\\\":false,\\\"activeHoursStart\\\":\\\"00:00:00.0000000\\\",\\\"activeHoursEnd\\\":\\\"00:00:00.0000000\\\",\\\"desiredOsVersion\\\":null,\\\"scheduledInstallDays\\\":[],\\\"utcTimeOffsetInMinutes\\\":null,\\\"enforcedSoftwareUpdateDelayInDays\\\":null,\\\"updateScheduleType\\\":\\\"alwaysUpdate\\\",\\\"customUpdateTimeWindows\\\":[]}\",\"Type\":\"Device\",\"GUID\":\"e2cab549-c9c7-4036-8b5d-df2aaccd7386\"}","SHA":"9a5ef7232d3a702b20f552cf176a2aa99b92f4ec"}