{"PartitionKey":"IntuneTemplate","RowKey":"7ca36cb2-5dd3-4028-8ce6-033551754f56","GUID":"7ca36cb2-5dd3-4028-8ce6-033551754f56","JSON":"{\"Displayname\":\"IOS - NIS - Updates - D - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.iosUpdateConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"IOS - NIS - Updates - D - v1.0\\\",\\\"version\\\":1,\\\"isEnabled\\\":false,\\\"activeHoursStart\\\":\\\"00:00:00.0000000\\\",\\\"activeHoursEnd\\\":\\\"00:00:00.0000000\\\",\\\"desiredOsVersion\\\":null,\\\"scheduledInstallDays\\\":[],\\\"utcTimeOffsetInMinutes\\\":null,\\\"enforcedSoftwareUpdateDelayInDays\\\":null,\\\"updateScheduleType\\\":\\\"alwaysUpdate\\\",\\\"customUpdateTimeWindows\\\":[]}\",\"Type\":\"Device\",\"GUID\":\"7ca36cb2-5dd3-4028-8ce6-033551754f56\"}","SHA":"9a5ef7232d3a702b20f552cf176a2aa99b92f4ec","Source":"nis-md.de"}