{"PartitionKey":"IntuneTemplate","RowKey":"f5ae829d-df7b-4726-8b91-cdb22b2dd140","GUID":"f5ae829d-df7b-4726-8b91-cdb22b2dd140","JSON":"{\"Displayname\":\"iOS-Compliance Policy\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.iosCompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"ba2f4c15-ac08-4eb5-9623-b7af6aa1a253\\\",\\\"createdDateTime\\\":\\\"2024-09-26T08:31:30.8518396Z\\\",\\\"description\\\":null,\\\"lastModifiedDateTime\\\":\\\"2025-09-05T18:16:21.1538037Z\\\",\\\"displayName\\\":\\\"iOS-Compliance Policy\\\",\\\"version\\\":9,\\\"passcodeBlockSimple\\\":true,\\\"passcodeExpirationDays\\\":null,\\\"passcodeMinimumLength\\\":6,\\\"passcodeMinutesOfInactivityBeforeLock\\\":5,\\\"passcodeMinutesOfInactivityBeforeScreenTimeout\\\":3,\\\"passcodePreviousPasscodeBlockCount\\\":null,\\\"passcodeMinimumCharacterSetCount\\\":null,\\\"passcodeRequiredType\\\":\\\"deviceDefault\\\",\\\"passcodeRequired\\\":true,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"osMinimumBuildVersion\\\":null,\\\"osMaximumBuildVersion\\\":null,\\\"securityBlockJailbrokenDevices\\\":true,\\\"deviceThreatProtectionEnabled\\\":false,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"advancedThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"managedEmailProfileRequired\\\":false,\\\"restrictedApps\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('ba2f4c15-ac08-4eb5-9623-b7af6aa1a253')/microsoft.graph.iosCompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"ba2f4c15-ac08-4eb5-9623-b7af6aa1a253\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('ba2f4c15-ac08-4eb5-9623-b7af6aa1a253')/microsoft.graph.iosCompliancePolicy/scheduledActionsForRule('ba2f4c15-ac08-4eb5-9623-b7af6aa1a253')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"f4844216-c009-4219-9670-7fd40be15488\\\",\\\"gracePeriodHours\\\":120,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]},{\\\"id\\\":\\\"7060d97c-cdfe-4b67-999b-2d00b14ba414\\\",\\\"gracePeriodHours\\\":0,\\\"actionType\\\":\\\"pushNotification\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"f5ae829d-df7b-4726-8b91-cdb22b2dd140\"}","SHA":"3cd8af8ccf58636822576eb030b568a3b091bd4c","Source":"nis-md.de"}