{"PartitionKey":"IntuneTemplate","RowKey":"d99f4245-097d-41a8-a259-4af5a4caf381","GUID":"d99f4245-097d-41a8-a259-4af5a4caf381","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 1 - Pilot - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 1 - Pilot - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":0,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-17T20:54:16.783743Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"d99f4245-097d-41a8-a259-4af5a4caf381\"}","SHA":"b49bdabcc74679773d0ffa846c1d8ca85d1435c1"}