{"PartitionKey":"IntuneTemplate","RowKey":"24edcf60-4324-4aeb-b2f9-7a6dce8a1664","GUID":"24edcf60-4324-4aeb-b2f9-7a6dce8a1664","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 1 - Pilot - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 1 - Pilot - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":0,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-19T22:10:07.5742139Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"24edcf60-4324-4aeb-b2f9-7a6dce8a1664\"}","SHA":"b49bdabcc74679773d0ffa846c1d8ca85d1435c1","Source":"nis-md.de"}