{"PartitionKey":"IntuneTemplate","RowKey":"c771c714-a1f3-4871-878d-e2d6df4ef03b","GUID":"c771c714-a1f3-4871-878d-e2d6df4ef03b","JSON":"{\"Displayname\":\"Win - NIS - Local Accounts and Groups - D - RDP-User - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Local Accounts and Groups - D - RDP-User - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"de06bec1-4852-48a0-9799-cf7b85992d45\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_remotedesktopusers\\\",\\\"children\\\":[]}]},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action_add_restrict\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype_users\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_users\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"S-1-12-1-2798786413-1320773378-1049848987-76779976\\\"}]}]}}]}]}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"22968f54-45fa-486c-848e-f8224aa69772_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAccountProtection\\\",\\\"templateDisplayName\\\":\\\"Local user group membership\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"c771c714-a1f3-4871-878d-e2d6df4ef03b\"}","SHA":"e71e8976efd7d8460f4d4c11df03f4b3d8c7f24e","Source":"nis-md.de"}