{"PartitionKey":"IntuneTemplate","RowKey":"a3bf2b3f-1004-4ede-997c-5db70c4cfea0","GUID":"a3bf2b3f-1004-4ede-997c-5db70c4cfea0","JSON":"{\"Displayname\":\"Win - NIS - Microsoft Edge - U - Customer Favorites - v1.1\",\"Description\":\"Managed Favorites für Kunden\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Microsoft Edge - U - Customer Favorites - v1.1\\\",\\\"description\\\":\\\"Managed Favorites für Kunden\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites_managedfavorites\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"[ \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"NextGen IT Systems\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://www.nis-md.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"NextGen IT Systems\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://nis-md.rmmservice.eu/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Ticket-Portal\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://www.office.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Office\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://outlook.office.com/mail/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Outlook\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://teams.microsoft.com/v2/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Teams\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"pin\\\\\\\": true \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365.cloud.microsoft/launch/word?auth=2\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Word\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365.cloud.microsoft/launch/excel?auth=2\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Excel\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365.cloud.microsoft/launch/powerpoint?auth=2\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft PowerPoint\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365.cloud.microsoft/launch/OneDrive?auth=2\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft OneDrive\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365.cloud.microsoft/launch/SharePoint?auth=2\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft SharePoint\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365.cloud.microsoft/launch/OneNote?auth=2\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft OneNote\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://microsoft.com/devicelogin\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Geräte-Login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"pin\\\\\\\": true \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://aka.ms/siplogin\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft DECT-Login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"pin\\\\\\\": true \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://aka.ms/security-info\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Sicherheitsinformationen\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Warenwirtschaft\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://login.hero-software.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"HERO | Login\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://community.hero-software.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"HERO | Community\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Passwort-Management\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://keepersecurity.eu/vault/#\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Keeper Web Tresor\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t} ]\\\"}}]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_favoritesbarenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_favoritesbarenabled_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"a3bf2b3f-1004-4ede-997c-5db70c4cfea0\"}","SHA":"0a5146d90a4c7b662af25b9e5c40a98b0688f78e"}