{"PartitionKey":"IntuneTemplate","RowKey":"9f487967-27bd-4e8c-8222-aaa0e74a8714","GUID":"9f487967-27bd-4e8c-8222-aaa0e74a8714","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 2 - UAT - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 2 - UAT - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":3,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-17T14:46:45.7778852Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"9f487967-27bd-4e8c-8222-aaa0e74a8714\"}","SHA":"adf666d4cf1e8c68ad2138cf9c57d5cff238e2cf"}