{"PartitionKey":"IntuneTemplate","RowKey":"9bb373ae-d82f-48e8-bfac-8c86ae12b403","GUID":"9bb373ae-d82f-48e8-bfac-8c86ae12b403","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 2 - UAT - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 2 - UAT - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":3,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-19T16:06:40.4182159Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"9bb373ae-d82f-48e8-bfac-8c86ae12b403\"}","SHA":"adf666d4cf1e8c68ad2138cf9c57d5cff238e2cf","Source":"nis-md.de"}