{"PartitionKey":"IntuneTemplate","RowKey":"74b00f43-a95c-4f03-9ee5-ab9ce1fd3ff4","GUID":"74b00f43-a95c-4f03-9ee5-ab9ce1fd3ff4","JSON":"{\"Displayname\":\"Win - OIB - Health Monitoring - D - Endpoint Analytics and Windows Updates - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsHealthMonitoringConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"Win - OIB - Health Monitoring - D - Endpoint Analytics and Windows Updates - v3.0\\\",\\\"version\\\":1,\\\"allowDeviceHealthMonitoring\\\":\\\"enabled\\\",\\\"configDeviceHealthMonitoringScope\\\":\\\"bootPerformance,windowsUpdates\\\",\\\"configDeviceHealthMonitoringCustomScope\\\":null}\",\"Type\":\"Device\",\"GUID\":\"74b00f43-a95c-4f03-9ee5-ab9ce1fd3ff4\"}","SHA":"5870a1e8e482ef0226442c0f5359186c90701a3f","Source":"nis-md.de"}