{"PartitionKey":"IntuneTemplate","RowKey":"a5576e17-2f5f-4a97-b5df-84392a590855","GUID":"a5576e17-2f5f-4a97-b5df-84392a590855","JSON":"{\"Displayname\":\"Win - NIS - Windows Firewall - D - Rule Miracast - v1.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10EndpointProtectionConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Win - NIS - Windows Firewall - D - Rule Miracast - v1.1\\\",\\\"version\\\":2,\\\"applicationGuardEnabled\\\":false,\\\"applicationGuardEnabledOptions\\\":\\\"notConfigured\\\",\\\"applicationGuardBlockFileTransfer\\\":\\\"notConfigured\\\",\\\"applicationGuardBlockNonEnterpriseContent\\\":false,\\\"applicationGuardAllowPersistence\\\":false,\\\"applicationGuardForceAuditing\\\":false,\\\"applicationGuardBlockClipboardSharing\\\":\\\"notConfigured\\\",\\\"applicationGuardAllowPrintToPDF\\\":false,\\\"applicationGuardAllowPrintToXPS\\\":false,\\\"applicationGuardAllowPrintToLocalPrinters\\\":false,\\\"applicationGuardAllowPrintToNetworkPrinters\\\":false,\\\"applicationGuardAllowVirtualGPU\\\":false,\\\"applicationGuardAllowFileSaveOnHost\\\":false,\\\"applicationGuardAllowCameraMicrophoneRedirection\\\":null,\\\"applicationGuardCertificateThumbprints\\\":[],\\\"appLockerApplicationControl\\\":\\\"notConfigured\\\",\\\"bitLockerAllowStandardUserEncryption\\\":false,\\\"bitLockerDisableWarningForOtherDiskEncryption\\\":false,\\\"bitLockerEnableStorageCardEncryptionOnMobile\\\":false,\\\"bitLockerEncryptDevice\\\":false,\\\"bitLockerRecoveryPasswordRotation\\\":\\\"notConfigured\\\",\\\"defenderSecurityCenterDisableAppBrowserUI\\\":null,\\\"defenderSecurityCenterDisableFamilyUI\\\":null,\\\"defenderSecurityCenterDisableHealthUI\\\":null,\\\"defenderSecurityCenterDisableNetworkUI\\\":null,\\\"defenderSecurityCenterDisableVirusUI\\\":null,\\\"defenderSecurityCenterDisableAccountUI\\\":null,\\\"defenderSecurityCenterDisableClearTpmUI\\\":null,\\\"defenderSecurityCenterDisableHardwareUI\\\":null,\\\"defenderSecurityCenterDisableNotificationAreaUI\\\":null,\\\"defenderSecurityCenterDisableRansomwareUI\\\":null,\\\"defenderSecurityCenterDisableSecureBootUI\\\":null,\\\"defenderSecurityCenterDisableTroubleshootingUI\\\":null,\\\"defenderSecurityCenterDisableVulnerableTpmFirmwareUpdateUI\\\":null,\\\"defenderSecurityCenterOrganizationDisplayName\\\":null,\\\"defenderSecurityCenterHelpEmail\\\":null,\\\"defenderSecurityCenterHelpPhone\\\":null,\\\"defenderSecurityCenterHelpURL\\\":null,\\\"defenderSecurityCenterNotificationsFromApp\\\":\\\"notConfigured\\\",\\\"defenderSecurityCenterITContactDisplay\\\":\\\"notConfigured\\\",\\\"windowsDefenderTamperProtection\\\":\\\"notConfigured\\\",\\\"defenderAdobeReaderLaunchChildProcess\\\":\\\"notConfigured\\\",\\\"defenderAttackSurfaceReductionExcludedPaths\\\":[],\\\"defenderOfficeAppsOtherProcessInjectionType\\\":\\\"userDefined\\\",\\\"defenderOfficeAppsOtherProcessInjection\\\":\\\"userDefined\\\",\\\"defenderOfficeCommunicationAppsLaunchChildProcess\\\":\\\"notConfigured\\\",\\\"defenderOfficeAppsExecutableContentCreationOrLaunchType\\\":\\\"userDefined\\\",\\\"defenderOfficeAppsExecutableContentCreationOrLaunch\\\":\\\"userDefined\\\",\\\"defenderOfficeAppsLaunchChildProcessType\\\":\\\"userDefined\\\",\\\"defenderOfficeAppsLaunchChildProcess\\\":\\\"userDefined\\\",\\\"defenderOfficeMacroCodeAllowWin32ImportsType\\\":\\\"userDefined\\\",\\\"defenderOfficeMacroCodeAllowWin32Imports\\\":\\\"userDefined\\\",\\\"defenderScriptObfuscatedMacroCodeType\\\":\\\"userDefined\\\",\\\"defenderScriptObfuscatedMacroCode\\\":\\\"userDefined\\\",\\\"defenderScriptDownloadedPayloadExecutionType\\\":\\\"userDefined\\\",\\\"defenderScriptDownloadedPayloadExecution\\\":\\\"userDefined\\\",\\\"defenderPreventCredentialStealingType\\\":\\\"notConfigured\\\",\\\"defenderProcessCreationType\\\":\\\"userDefined\\\",\\\"defenderProcessCreation\\\":\\\"userDefined\\\",\\\"defenderUntrustedUSBProcessType\\\":\\\"userDefined\\\",\\\"defenderUntrustedUSBProcess\\\":\\\"userDefined\\\",\\\"defenderUntrustedExecutableType\\\":\\\"userDefined\\\",\\\"defenderUntrustedExecutable\\\":\\\"userDefined\\\",\\\"defenderEmailContentExecutionType\\\":\\\"userDefined\\\",\\\"defenderEmailContentExecution\\\":\\\"userDefined\\\",\\\"defenderAdvancedRansomewareProtectionType\\\":\\\"notConfigured\\\",\\\"defenderGuardMyFoldersType\\\":\\\"userDefined\\\",\\\"defenderGuardedFoldersAllowedAppPaths\\\":[],\\\"defenderAdditionalGuardedFolders\\\":[],\\\"defenderNetworkProtectionType\\\":\\\"notConfigured\\\",\\\"defenderExploitProtectionXml\\\":null,\\\"defenderExploitProtectionXmlFileName\\\":null,\\\"defenderSecurityCenterBlockExploitProtectionOverride\\\":false,\\\"defenderBlockPersistenceThroughWmiType\\\":\\\"userDefined\\\",\\\"firewallBlockStatefulFTP\\\":null,\\\"firewallIdleTimeoutForSecurityAssociationInSeconds\\\":null,\\\"firewallPreSharedKeyEncodingMethod\\\":\\\"deviceDefault\\\",\\\"firewallIPSecExemptionsNone\\\":false,\\\"firewallIPSecExemptionsAllowNeighborDiscovery\\\":false,\\\"firewallIPSecExemptionsAllowICMP\\\":false,\\\"firewallIPSecExemptionsAllowRouterDiscovery\\\":false,\\\"firewallIPSecExemptionsAllowDHCP\\\":false,\\\"firewallCertificateRevocationListCheckMethod\\\":\\\"deviceDefault\\\",\\\"firewallMergeKeyingModuleSettings\\\":null,\\\"firewallPacketQueueingMethod\\\":\\\"deviceDefault\\\",\\\"firewallProfileDomain\\\":null,\\\"firewallProfilePublic\\\":null,\\\"firewallProfilePrivate\\\":null,\\\"localSecurityOptionsBlockMicrosoftAccounts\\\":false,\\\"localSecurityOptionsBlockRemoteLogonWithBlankPassword\\\":false,\\\"localSecurityOptionsDisableAdministratorAccount\\\":false,\\\"localSecurityOptionsAdministratorAccountName\\\":null,\\\"localSecurityOptionsDisableGuestAccount\\\":false,\\\"localSecurityOptionsGuestAccountName\\\":null,\\\"localSecurityOptionsAllowUndockWithoutHavingToLogon\\\":false,\\\"localSecurityOptionsBlockUsersInstallingPrinterDrivers\\\":false,\\\"localSecurityOptionsBlockRemoteOpticalDriveAccess\\\":false,\\\"localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser\\\":\\\"notConfigured\\\",\\\"localSecurityOptionsMachineInactivityLimit\\\":null,\\\"localSecurityOptionsMachineInactivityLimitInMinutes\\\":null,\\\"localSecurityOptionsDoNotRequireCtrlAltDel\\\":false,\\\"localSecurityOptionsHideLastSignedInUser\\\":false,\\\"localSecurityOptionsHideUsernameAtSignIn\\\":false,\\\"localSecurityOptionsLogOnMessageTitle\\\":null,\\\"localSecurityOptionsLogOnMessageText\\\":null,\\\"localSecurityOptionsAllowPKU2UAuthenticationRequests\\\":false,\\\"localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool\\\":false,\\\"localSecurityOptionsAllowRemoteCallsToSecurityAccountsManager\\\":null,\\\"localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients\\\":\\\"none\\\",\\\"localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers\\\":\\\"none\\\",\\\"lanManagerAuthenticationLevel\\\":\\\"lmAndNltm\\\",\\\"lanManagerWorkstationDisableInsecureGuestLogons\\\":false,\\\"localSecurityOptionsClearVirtualMemoryPageFile\\\":false,\\\"localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn\\\":false,\\\"localSecurityOptionsAllowUIAccessApplicationElevation\\\":false,\\\"localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations\\\":false,\\\"localSecurityOptionsOnlyElevateSignedExecutables\\\":false,\\\"localSecurityOptionsAdministratorElevationPromptBehavior\\\":\\\"notConfigured\\\",\\\"localSecurityOptionsStandardUserElevationPromptBehavior\\\":\\\"notConfigured\\\",\\\"localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation\\\":false,\\\"localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation\\\":false,\\\"localSecurityOptionsAllowUIAccessApplicationsForSecureLocations\\\":false,\\\"localSecurityOptionsUseAdminApprovalMode\\\":false,\\\"localSecurityOptionsUseAdminApprovalModeForAdministrators\\\":false,\\\"localSecurityOptionsInformationShownOnLockScreen\\\":\\\"notConfigured\\\",\\\"localSecurityOptionsInformationDisplayedOnLockScreen\\\":\\\"notConfigured\\\",\\\"localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees\\\":false,\\\"localSecurityOptionsClientDigitallySignCommunicationsAlways\\\":false,\\\"localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers\\\":false,\\\"localSecurityOptionsDisableServerDigitallySignCommunicationsAlways\\\":false,\\\"localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees\\\":false,\\\"localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares\\\":false,\\\"localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts\\\":false,\\\"localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares\\\":false,\\\"localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange\\\":false,\\\"localSecurityOptionsSmartCardRemovalBehavior\\\":\\\"noAction\\\",\\\"deviceGuardLocalSystemAuthorityCredentialGuardSettings\\\":\\\"notConfigured\\\",\\\"deviceGuardEnableVirtualizationBasedSecurity\\\":false,\\\"deviceGuardEnableSecureBootWithDMA\\\":false,\\\"deviceGuardSecureBootWithDMA\\\":\\\"notConfigured\\\",\\\"deviceGuardLaunchSystemGuard\\\":\\\"notConfigured\\\",\\\"defenderDisableScanArchiveFiles\\\":null,\\\"defenderAllowScanArchiveFiles\\\":null,\\\"defenderDisableBehaviorMonitoring\\\":null,\\\"defenderAllowBehaviorMonitoring\\\":null,\\\"defenderDisableCloudProtection\\\":null,\\\"defenderAllowCloudProtection\\\":null,\\\"defenderEnableScanIncomingMail\\\":null,\\\"defenderEnableScanMappedNetworkDrivesDuringFullScan\\\":null,\\\"defenderDisableScanRemovableDrivesDuringFullScan\\\":null,\\\"defenderAllowScanRemovableDrivesDuringFullScan\\\":null,\\\"defenderDisableScanDownloads\\\":null,\\\"defenderAllowScanDownloads\\\":null,\\\"defenderDisableIntrusionPreventionSystem\\\":null,\\\"defenderAllowIntrusionPreventionSystem\\\":null,\\\"defenderDisableOnAccessProtection\\\":null,\\\"defenderAllowOnAccessProtection\\\":null,\\\"defenderDisableRealTimeMonitoring\\\":null,\\\"defenderAllowRealTimeMonitoring\\\":null,\\\"defenderDisableScanNetworkFiles\\\":null,\\\"defenderAllowScanNetworkFiles\\\":null,\\\"defenderDisableScanScriptsLoadedInInternetExplorer\\\":null,\\\"defenderAllowScanScriptsLoadedInInternetExplorer\\\":null,\\\"defenderBlockEndUserAccess\\\":null,\\\"defenderAllowEndUserAccess\\\":null,\\\"defenderScanMaxCpuPercentage\\\":null,\\\"defenderCheckForSignaturesBeforeRunningScan\\\":null,\\\"defenderCloudBlockLevel\\\":null,\\\"defenderCloudExtendedTimeoutInSeconds\\\":null,\\\"defenderDaysBeforeDeletingQuarantinedMalware\\\":null,\\\"defenderDisableCatchupFullScan\\\":null,\\\"defenderDisableCatchupQuickScan\\\":null,\\\"defenderEnableLowCpuPriority\\\":null,\\\"defenderFileExtensionsToExclude\\\":[],\\\"defenderFilesAndFoldersToExclude\\\":[],\\\"defenderProcessesToExclude\\\":[],\\\"defenderPotentiallyUnwantedAppAction\\\":null,\\\"defenderScanDirection\\\":null,\\\"defenderScanType\\\":null,\\\"defenderScheduledQuickScanTime\\\":null,\\\"defenderScheduledScanDay\\\":null,\\\"defenderScheduledScanTime\\\":null,\\\"defenderSignatureUpdateIntervalInHours\\\":null,\\\"defenderSubmitSamplesConsentType\\\":null,\\\"defenderDetectedMalwareActions\\\":null,\\\"dmaGuardDeviceEnumerationPolicy\\\":\\\"deviceDefault\\\",\\\"smartScreenEnableInShell\\\":false,\\\"smartScreenBlockOverrideForFiles\\\":false,\\\"userRightsAccessCredentialManagerAsTrustedCaller\\\":null,\\\"userRightsAllowAccessFromNetwork\\\":null,\\\"userRightsBlockAccessFromNetwork\\\":null,\\\"userRightsActAsPartOfTheOperatingSystem\\\":null,\\\"userRightsLocalLogOn\\\":null,\\\"userRightsDenyLocalLogOn\\\":null,\\\"userRightsBackupData\\\":null,\\\"userRightsChangeSystemTime\\\":null,\\\"userRightsCreateGlobalObjects\\\":null,\\\"userRightsCreatePageFile\\\":null,\\\"userRightsCreatePermanentSharedObjects\\\":null,\\\"userRightsCreateSymbolicLinks\\\":null,\\\"userRightsCreateToken\\\":null,\\\"userRightsDebugPrograms\\\":null,\\\"userRightsRemoteDesktopServicesLogOn\\\":null,\\\"userRightsDelegation\\\":null,\\\"userRightsGenerateSecurityAudits\\\":null,\\\"userRightsImpersonateClient\\\":null,\\\"userRightsIncreaseSchedulingPriority\\\":null,\\\"userRightsLoadUnloadDrivers\\\":null,\\\"userRightsLockMemory\\\":null,\\\"userRightsManageAuditingAndSecurityLogs\\\":null,\\\"userRightsManageVolumes\\\":null,\\\"userRightsModifyFirmwareEnvironment\\\":null,\\\"userRightsModifyObjectLabels\\\":null,\\\"userRightsProfileSingleProcess\\\":null,\\\"userRightsRemoteShutdown\\\":null,\\\"userRightsRestoreData\\\":null,\\\"userRightsTakeOwnership\\\":null,\\\"xboxServicesEnableXboxGameSaveTask\\\":false,\\\"xboxServicesAccessoryManagementServiceStartupMode\\\":\\\"manual\\\",\\\"xboxServicesLiveAuthManagerServiceStartupMode\\\":\\\"manual\\\",\\\"xboxServicesLiveGameSaveServiceStartupMode\\\":\\\"manual\\\",\\\"xboxServicesLiveNetworkingServiceStartupMode\\\":\\\"manual\\\",\\\"bitLockerSystemDrivePolicy\\\":{\\\"encryptionMethod\\\":null,\\\"startupAuthenticationRequired\\\":false,\\\"startupAuthenticationBlockWithoutTpmChip\\\":false,\\\"startupAuthenticationTpmUsage\\\":\\\"blocked\\\",\\\"startupAuthenticationTpmPinUsage\\\":\\\"blocked\\\",\\\"startupAuthenticationTpmKeyUsage\\\":\\\"blocked\\\",\\\"startupAuthenticationTpmPinAndKeyUsage\\\":\\\"blocked\\\",\\\"minimumPinLength\\\":null,\\\"recoveryOptions\\\":null,\\\"prebootRecoveryEnableMessageAndUrl\\\":false,\\\"prebootRecoveryMessage\\\":null,\\\"prebootRecoveryUrl\\\":null},\\\"bitLockerFixedDrivePolicy\\\":{\\\"encryptionMethod\\\":null,\\\"requireEncryptionForWriteAccess\\\":false,\\\"recoveryOptions\\\":null},\\\"bitLockerRemovableDrivePolicy\\\":{\\\"encryptionMethod\\\":null,\\\"requireEncryptionForWriteAccess\\\":false,\\\"blockCrossOrganizationWriteAccess\\\":false},\\\"firewallRules\\\":[{\\\"displayName\\\":\\\"Wireless Display (TCP-In)\\\",\\\"description\\\":\\\"Inbound rule for Wireless Display [TCP]\\\",\\\"packageFamilyName\\\":null,\\\"filePath\\\":\\\"%systemroot%\\\\\\\\system32\\\\\\\\WUDFHost.exe\\\",\\\"serviceName\\\":null,\\\"protocol\\\":6,\\\"localPortRanges\\\":[],\\\"remotePortRanges\\\":[],\\\"localAddressRanges\\\":[],\\\"remoteAddressRanges\\\":[],\\\"profileTypes\\\":\\\"domain,private,public\\\",\\\"action\\\":\\\"allowed\\\",\\\"trafficDirection\\\":\\\"in\\\",\\\"interfaceTypes\\\":\\\"remoteAccess,wireless,lan\\\",\\\"edgeTraversal\\\":\\\"notConfigured\\\",\\\"localUserAuthorizations\\\":null}]}\",\"Type\":\"Device\",\"GUID\":\"a5576e17-2f5f-4a97-b5df-84392a590855\"}","SHA":"1c282481e60a639e807ba137e648919a277d9944","Source":"nis-md.de"}