{"PartitionKey":"IntuneTemplate","RowKey":"f35f4f88-e726-4fa2-a92a-78d7e59a7aa9","GUID":"f35f4f88-e726-4fa2-a92a-78d7e59a7aa9","JSON":"{\"Displayname\":\"Win - NIS - Device Security - U - Account Lock - v1.0\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CustomConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Win - NIS - Device Security - U - Account Lock - v1.0\\\",\\\"version\\\":8,\\\"omaSettings\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.omaSettingInteger\\\",\\\"displayName\\\":\\\"ScreenLock\\\",\\\"description\\\":null,\\\"omaUri\\\":\\\"./Device/Vendor/MSFT/Policy/Config/DeviceLock/MaxInactivityTimeDeviceLock\\\",\\\"secretReferenceValueId\\\":null,\\\"isEncrypted\\\":false,\\\"value\\\":15,\\\"isReadOnly\\\":false}]}\",\"Type\":\"Device\",\"GUID\":\"f35f4f88-e726-4fa2-a92a-78d7e59a7aa9\"}","SHA":"fd1562b586874bd407a25a9cd85c91839561309d"}