{"PartitionKey":"IntuneTemplate","RowKey":"fcb2270c-6b2e-4075-9e04-e32213e33f41","GUID":"fcb2270c-6b2e-4075-9e04-e32213e33f41","JSON":"{\"Displayname\":\"Win - NIS - Windows Hello for Business - D - WHfB Configuration - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Windows Hello for Business - D - WHfB Configuration - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_securitykey_usesecuritykeyforsignin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_securitykey_usesecuritykeyforsignin_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"fcb2270c-6b2e-4075-9e04-e32213e33f41\"}","SHA":"9c447757ae7b2d9e4b29e0d318f20ac7ac4e979a"}