{"PartitionKey":"IntuneTemplate","RowKey":"092da8e0-5247-4025-b230-07fa5ea2c43e","GUID":"092da8e0-5247-4025-b230-07fa5ea2c43e","JSON":"{\"Displayname\":\"Win - NIS - Outlook - U - Disable local archive - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Outlook - U - Disable local archive - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_outlk16v2~policy~l_microsoftofficeoutlook~l_outlookoptions~l_other~l_autoarchive_l_disablefilearchive\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_outlk16v2~policy~l_microsoftofficeoutlook~l_outlookoptions~l_other~l_autoarchive_l_disablefilearchive_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"092da8e0-5247-4025-b230-07fa5ea2c43e\"}","SHA":"976932df5340683e03a3674eb6c28ceea02241a3","Source":"nis-md.de"}