{"PartitionKey":"IntuneTemplate","RowKey":"830bc02f-4b04-4b07-a7e4-2a0748e3292c","GUID":"830bc02f-4b04-4b07-a7e4-2a0748e3292c","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 3 - Production - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 3 - Production - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":10,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-19T20:07:12.0654263Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"830bc02f-4b04-4b07-a7e4-2a0748e3292c\"}","SHA":"256ba79574052ef7c1df71d2a5b11d786324ddfe","Source":"nis-md.de"}