{"PartitionKey":"IntuneTemplate","RowKey":"a281b204-58e1-4e5c-851e-4df2f6d0ff72","GUID":"a281b204-58e1-4e5c-851e-4df2f6d0ff72","JSON":"{\"Displayname\":\"Win - OIB - Windows LAPS - D - LAPS Configuration - v3.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Windows LAPS - D - LAPS Configuration - v3.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_backupdirectory\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"a3270f64-e493-499d-8900-90290f61ed8a\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_laps_policies_backupdirectory_1\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"4d90f03d-e14c-43c4-86da-681da96a2f92\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_passwordagedays_aad\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":7}}]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_passwordcomplexity\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"8a7459e8-1d1c-458a-8906-7b27d216de52\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_laps_policies_passwordcomplexity_7\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"aa883ab5-625e-4e3b-b830-a37a4bb8ce01\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_passphraselength\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"value\\\":4,\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"aa883ab5-625e-4e3b-b830-a37a4bb8ce01\\\",\\\"useTemplateDefault\\\":false}}}]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_passwordlength\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"da7a1dbd-caf7-4341-ab63-ece6f994ff02\\\"},\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"value\\\":10,\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"d08f1266-5345-4f53-8ae1-4c20e6cb5ec9\\\",\\\"useTemplateDefault\\\":false}}}},{\\\"id\\\":\\\"3\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_postauthenticationactions\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"d9282eb1-d187-42ae-b366-7081f32dcfff\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_laps_policies_postauthenticationactions_1\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"68ff4f78-baa8-4b32-bf3d-5ad5566d8142\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"4\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_postauthenticationresetdelay\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"a9e21166-4055-4042-9372-efaf3ef41868\\\"},\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"value\\\":10,\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"0deb6aee-8dac-40c4-a9dd-c3718e5c1d52\\\",\\\"useTemplateDefault\\\":false}}}},{\\\"id\\\":\\\"5\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_laps_policies_administratoraccountname\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"d3d7d492-0019-4f56-96f8-1967f7deabeb\\\"},\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"value\\\":\\\"NIS-Admin\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"992c7fce-f9e4-46ab-ac11-e167398859ea\\\",\\\"useTemplateDefault\\\":false}}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"adc46e5a-f4aa-4ff6-aeff-4f27bc525796_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAccountProtection\\\",\\\"templateDisplayName\\\":\\\"Local admin password solution (Windows LAPS)\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"a281b204-58e1-4e5c-851e-4df2f6d0ff72\"}","SHA":"60525507d5ccba20b880ca937300491a2c2d05f0","Source":"nis-md.de"}