{"PartitionKey":"IntuneTemplate","RowKey":"b41b8daf-f087-45f0-b2ee-433d3a8aa3e2","GUID":"b41b8daf-f087-45f0-b2ee-433d3a8aa3e2","JSON":"{\"Displayname\":\"Win - NIS - Windows Hello for Business - D - WHfB Configuration - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Windows Hello for Business - D - WHfB Configuration - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_securitykey_usesecuritykeyforsignin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_securitykey_usesecuritykeyforsignin_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"b41b8daf-f087-45f0-b2ee-433d3a8aa3e2\"}","SHA":"9c447757ae7b2d9e4b29e0d318f20ac7ac4e979a","Source":"nis-md.de"}