{"PartitionKey":"IntuneTemplate","RowKey":"18b93f4c-58ce-4eae-89ad-6b62e2fb6566","JSON":"{\"Displayname\":\"Win - OIB - Compliance - U - Device Security - v3.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"1d3481b3-582a-4da4-8b17-2a6948e8b721\\\",\\\"createdDateTime\\\":\\\"2024-08-21T07:40:48.9305429Z\\\",\\\"description\\\":null,\\\"lastModifiedDateTime\\\":\\\"2025-09-08T07:47:39.7559994Z\\\",\\\"displayName\\\":\\\"Win - OIB - Compliance - U - Device Security - v3.1\\\",\\\"version\\\":3,\\\"passwordRequired\\\":false,\\\"passwordBlockSimple\\\":false,\\\"passwordRequiredToUnlockFromIdle\\\":false,\\\"passwordMinutesOfInactivityBeforeLock\\\":null,\\\"passwordExpirationDays\\\":null,\\\"passwordMinimumLength\\\":null,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"requireHealthyDeviceReport\\\":false,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"mobileOsMinimumVersion\\\":null,\\\"mobileOsMaximumVersion\\\":null,\\\"earlyLaunchAntiMalwareDriverEnabled\\\":false,\\\"bitLockerEnabled\\\":false,\\\"secureBootEnabled\\\":false,\\\"codeIntegrityEnabled\\\":false,\\\"memoryIntegrityEnabled\\\":false,\\\"kernelDmaProtectionEnabled\\\":false,\\\"virtualizationBasedSecurityEnabled\\\":false,\\\"firmwareProtectionEnabled\\\":false,\\\"storageRequireEncryption\\\":false,\\\"activeFirewallRequired\\\":true,\\\"defenderEnabled\\\":false,\\\"defenderVersion\\\":null,\\\"signatureOutOfDate\\\":false,\\\"rtpEnabled\\\":false,\\\"antivirusRequired\\\":true,\\\"antiSpywareRequired\\\":true,\\\"deviceThreatProtectionEnabled\\\":false,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"configurationManagerComplianceRequired\\\":false,\\\"tpmRequired\\\":true,\\\"deviceCompliancePolicyScript\\\":null,\\\"validOperatingSystemBuildRanges\\\":[],\\\"wslDistributions\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('1d3481b3-582a-4da4-8b17-2a6948e8b721')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"1d3481b3-582a-4da4-8b17-2a6948e8b721\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('1d3481b3-582a-4da4-8b17-2a6948e8b721')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule('1d3481b3-582a-4da4-8b17-2a6948e8b721')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"853f366c-9955-43d9-b9f7-908cec2c0465\\\",\\\"gracePeriodHours\\\":120,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"18b93f4c-58ce-4eae-89ad-6b62e2fb6566\"}"}