{"PartitionKey":"IntuneTemplate","RowKey":"7b270cae-6961-45bf-b853-2d5fc1f36d1a","GUID":"7b270cae-6961-45bf-b853-2d5fc1f36d1a","JSON":"{\"Displayname\":\"Win - NIS - Windows Hello for Business - D - WHfB Configuration - v3.3\",\"Description\":\"Cloned policy from Win - OIB - Windows Hello for Business - D - WHfB Configuration - v3.2\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Windows Hello for Business - D - WHfB Configuration - v3.3\\\",\\\"description\\\":\\\"Cloned policy from Win - OIB - Windows Hello for Business - D - WHfB Configuration - v3.2\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"0ece2bdc-57c1-4be9-93e9-ac9c395a9c94\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usepassportforwork\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usepassportforwork_false\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_pincomplexity_minimumpinlength\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"value\\\":6,\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"b2cec844-c747-466e-ae20-92969da2a10c\\\",\\\"useTemplateDefault\\\":false}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usecertificateforonpremauth\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usecertificateforonpremauth_false\\\",\\\"children\\\":[]}}]}]}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_biometrics_facialfeaturesuseenhancedantispoofing\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"9a29ce6b-fae8-4785-bbfe-3311f14aa88f\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_passportforwork_biometrics_facialfeaturesuseenhancedantispoofing_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"93a7ef59-584d-4177-ac5a-2ca31d47e179\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_passportforwork_{tenantid}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"7b19da4c-18c1-44c6-a422-2e928d376c4f\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_passportforwork_{tenantid}_policies_usepassportforwork\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"ac89a853-79f9-43d6-b8e4-084eeb21de0c\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"user_vendor_msft_passportforwork_{tenantid}_policies_usepassportforwork_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"5015b5dd-acaf-461c-88e6-a4fff2011e6f\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"fcef01f2-439d-4c3f-9184-823fd6e97646_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAccountProtection\\\",\\\"templateDisplayName\\\":\\\"Account Protection\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"7b270cae-6961-45bf-b853-2d5fc1f36d1a\"}","SHA":"99d14c9aebaadd69ad1b57835bd9b90f355f1bc3"}