{"PartitionKey":"IntuneTemplate","RowKey":"79faa216-621b-49bd-8a47-ef83d98ca83c","GUID":"79faa216-621b-49bd-8a47-ef83d98ca83c","JSON":"{\"Displayname\":\"Win - OIB - WUfB - Ring 1 - Pilot - v3.0\",\"Description\":\"Devices in this ring recieve updates immediately after release with 1 day grace period before a forced reboot.\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Devices in this ring recieve updates immediately after release with 1 day grace period before a forced reboot.\\\",\\\"displayName\\\":\\\"Win - OIB - WUfB - Ring 1 - Pilot - v3.0\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"windowsDefault\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"installationSchedule\\\":null,\\\"qualityUpdatesDeferralPeriodInDays\\\":0,\\\"featureUpdatesDeferralPeriodInDays\\\":0,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":null,\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":false,\\\"featureUpdatesWillBeRolledBack\\\":false,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":0,\\\"deadlineForQualityUpdatesInDays\\\":0,\\\"deadlineGracePeriodInDays\\\":1,\\\"postponeRebootUntilAfterDeadline\\\":true,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"enabled\\\",\\\"updateNotificationLevel\\\":\\\"defaultNotifications\\\",\\\"allowWindows11Upgrade\\\":false}\",\"Type\":\"Device\",\"GUID\":\"79faa216-621b-49bd-8a47-ef83d98ca83c\"}","SHA":"b5d82f6f5a2935e10dabe7aafbf45613081744d4"}