{"PartitionKey":"IntuneTemplate","RowKey":"55b0b557-ef6c-472c-9b81-d84d1d5fc4e5","GUID":"55b0b557-ef6c-472c-9b81-d84d1d5fc4e5","JSON":"{\"Displayname\":\"Win - NIS - Device Security - U - Account Lock - v1.0\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CustomConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Win - NIS - Device Security - U - Account Lock - v1.0\\\",\\\"version\\\":8,\\\"omaSettings\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.omaSettingInteger\\\",\\\"displayName\\\":\\\"ScreenLock\\\",\\\"description\\\":null,\\\"omaUri\\\":\\\"./Device/Vendor/MSFT/Policy/Config/DeviceLock/MaxInactivityTimeDeviceLock\\\",\\\"secretReferenceValueId\\\":null,\\\"isEncrypted\\\":false,\\\"value\\\":15,\\\"isReadOnly\\\":false}]}\",\"Type\":\"Device\",\"GUID\":\"55b0b557-ef6c-472c-9b81-d84d1d5fc4e5\"}","SHA":"fd1562b586874bd407a25a9cd85c91839561309d","Source":"nis-md.de"}