{"PartitionKey":"IntuneTemplate","RowKey":"a9d1d326-63d4-435d-9ff6-50264760c7b0","GUID":"a9d1d326-63d4-435d-9ff6-50264760c7b0","JSON":"{\"Displayname\":\"Win - OIB - Defender Antivirus - D - Additional Configuration - v3.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Defender Antivirus - D - Additional Configuration - v3.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_hideexclusionsfromlocaladmins\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_defender_configuration_hideexclusionsfromlocaladmins_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_hideexclusionsfromlocalusers\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_defender_configuration_hideexclusionsfromlocalusers_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_inteltdtenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_defender_configuration_inteltdtenabled_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"3\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_oobeenablertpandsigupdate\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_defender_configuration_oobeenablertpandsigupdate_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"4\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_supportloglocation\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramData%\\\\\\\\Microsoft\\\\\\\\IntuneManagementExtension\\\\\\\\Logs\\\"}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"a9d1d326-63d4-435d-9ff6-50264760c7b0\"}","SHA":"bcf188750dbc53198d4894a45096156076f52588","Source":"nis-md.de"}