{"PartitionKey":"IntuneTemplate","RowKey":"437ed6d2-1aaa-4e81-b1db-e2ac9942b9f0","GUID":"437ed6d2-1aaa-4e81-b1db-e2ac9942b9f0","JSON":"{\"Displayname\":\"Win - NIS - Device Security - D - Web Sign In - v1.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Device Security - D - Web Sign In - v1.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_authentication_enablewebsignin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_authentication_enablewebsignin_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"437ed6d2-1aaa-4e81-b1db-e2ac9942b9f0\"}","SHA":"23ea0f3ff702bbeb8ef021f4ff4c51999ee5d05a"}