{"ETag":"W/\"datetime'2025-04-03T12%3A00%3A44.0806042Z'\"","PartitionKey":"IntuneTemplate","RowKey":"0d4c5540-1e98-4c67-be94-7efbe407d815","Timestamp":"2025-04-03T12:00:44.0806042+00:00","JSON":"{\"Displayname\":\"Win - OIB - Microsoft OneDrive - D - Configuration - v3.2\",\"Description\":\"\",\"RAWJson\":\"{\\r\\n  \\\"name\\\": \\\"Win - OIB - Microsoft OneDrive - D - Configuration - v3.2\\\",\\r\\n  \\\"description\\\": \\\"\\\",\\r\\n  \\\"settings\\\": [\\r\\n    {\\r\\n      \\\"id\\\": \\\"0\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_allowtenantlist\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_allowtenantlist_0\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"1\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablefeedbackandsupport\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablefeedbackandsupport_0\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"2\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_automountteamsites\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_automountteamsites_0\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"3\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv3~policy~onedrivengsc_enableautomaticuploadbandwidthmanagement\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv3~policy~onedrivengsc_enableautomaticuploadbandwidthmanagement_1\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"4\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablesyncadminreports\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablesyncadminreports_1\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"5\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_enableodignorelistfromgpo\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_enableodignorelistfromgpo_1\\\",\\r\\n          \\\"children\\\": [\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_enableodignorelistfromgpo_enableodignorelistfromgpolistbox\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"simpleSettingCollectionValue\\\": [\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.accdb\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.appx\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.bat\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.cmd\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.exe\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.img\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.iso\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.jar\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.lnk\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.mdb\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.msi\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.pst\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.reg\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.vbs\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.vhd\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.vhdx\\\"\\r\\n                },\\r\\n                {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"*.vmdk\\\"\\r\\n                }\\r\\n              ]\\r\\n            }\\r\\n          ]\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"6\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_kfmblockoptout\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_kfmblockoptout_1\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"7\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering_1\\\",\\r\\n          \\\"children\\\": [\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering_gposetupdatering_dropdown\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"choiceSettingValue\\\": {\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering_gposetupdatering_dropdown_5\\\",\\r\\n                \\\"children\\\": []\\r\\n              }\\r\\n            }\\r\\n          ]\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"8\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_1\\\",\\r\\n          \\\"children\\\": [\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_desktop_checkbox\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"choiceSettingValue\\\": {\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_desktop_checkbox_1\\\",\\r\\n                \\\"children\\\": []\\r\\n              }\\r\\n            },\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_documents_checkbox\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"choiceSettingValue\\\": {\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_documents_checkbox_1\\\",\\r\\n                \\\"children\\\": []\\r\\n              }\\r\\n            },\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_pictures_checkbox\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"choiceSettingValue\\\": {\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_pictures_checkbox_1\\\",\\r\\n                \\\"children\\\": []\\r\\n              }\\r\\n            },\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_dropdown\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"choiceSettingValue\\\": {\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_dropdown_0\\\",\\r\\n                \\\"children\\\": []\\r\\n              }\\r\\n            },\\r\\n            {\\r\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\r\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_textbox\\\",\\r\\n              \\\"settingInstanceTemplateReference\\\": null,\\r\\n              \\\"simpleSettingValue\\\": {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                \\\"settingValueTemplateReference\\\": null,\\r\\n                \\\"value\\\": \\\"\\\"\\r\\n              }\\r\\n            }\\r\\n          ]\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"9\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_silentaccountconfig\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_silentaccountconfig_1\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"10\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_filesondemandenabled\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": null,\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"settingValueTemplateReference\\\": null,\\r\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_filesondemandenabled_1\\\",\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    }\\r\\n  ],\\r\\n  \\\"platforms\\\": \\\"windows10\\\",\\r\\n  \\\"technologies\\\": \\\"mdm\\\",\\r\\n  \\\"templateReference\\\": {\\r\\n    \\\"templateId\\\": \\\"\\\",\\r\\n    \\\"templateFamily\\\": \\\"none\\\",\\r\\n    \\\"templateDisplayName\\\": null,\\r\\n    \\\"templateDisplayVersion\\\": null\\r\\n  }\\r\\n}\",\"Type\":\"Catalog\",\"GUID\":\"0d4c5540-1e98-4c67-be94-7efbe407d815\"}"}