{"PartitionKey":"IntuneTemplate","RowKey":"90c9aa11-ba2e-4dfe-b2ad-c8a0b92bc9a9","GUID":"90c9aa11-ba2e-4dfe-b2ad-c8a0b92bc9a9","JSON":"{\"Displayname\":\"Win - OIB - Microsoft Store - U - Configuration - v3.2\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Microsoft Store - U - Configuration - v3.2\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_admx_taskbar_nopinningstoretotaskbar\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_admx_taskbar_nopinningstoretotaskbar_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_admx_windowsstore_removewindowsstore_1\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_admx_windowsstore_removewindowsstore_1_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_applicationmanagement_msialwaysinstallwithelevatedprivileges\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_applicationmanagement_msialwaysinstallwithelevatedprivileges_0\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"90c9aa11-ba2e-4dfe-b2ad-c8a0b92bc9a9\"}","SHA":"ce6729591989d0a7bcb7111931c51f118cd67d87","Source":"nis-md.de"}