{"PartitionKey":"IntuneTemplate","RowKey":"615d9289-0ec3-4d8c-ba05-03133d9748d2","GUID":"615d9289-0ec3-4d8c-ba05-03133d9748d2","JSON":"{\"Displayname\":\"Win - OIB - Defender Antivirus - D - Default Exclusions - v3.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Defender Antivirus - D - Default Exclusions - v3.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_defender_excludedpaths\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"aaf04adc-c639-464f-b4a7-152e784092e8\\\"},\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender Advanced Threat Protection\\\\\\\\\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender\\\\\\\\\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles(x86)%\\\\\\\\Windows Defender\\\\\\\\\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.chk\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.edb\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.jrs\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.log\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.sdb\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.xml\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.csv\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\Security\\\\\\\\Database\\\\\\\\*.cmtx\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\SoftwareDistribution\\\\\\\\Datastore\\\\\\\\Datastore.edb\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\SoftwareDistribution\\\\\\\\Datastore\\\\\\\\Logs\\\\\\\\edb*.jrs\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\SoftwareDistribution\\\\\\\\Datastore\\\\\\\\Logs\\\\\\\\edb.chk\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\SoftwareDistribution\\\\\\\\Datastore\\\\\\\\Logs\\\\\\\\tmp.edb\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\SoftwareDistribution\\\\\\\\Datastore\\\\\\\\Logs\\\\\\\\res*.log\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\SoftwareDistribution\\\\\\\\Datastore\\\\\\\\Logs\\\\\\\\res*.jrs\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles(x86)%\\\\\\\\Microsoft Intune Management Extension\\\\\\\\Content\\\\\\\\\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\IMECache\\\\\\\\\\\"}]}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_defender_excludedprocesses\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"96b046ed-f138-4250-9ae0-b0772a93d16f\\\"},\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\System32\\\\\\\\ApplicationFrameHost.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\System32\\\\\\\\SearchIndexer.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\System32\\\\\\\\wlanext.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\System32\\\\\\\\Lsalso.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%WinDir%\\\\\\\\System32\\\\\\\\AppVClient.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender\\\\\\\\MSASCuiL.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender\\\\\\\\MSASCui.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender\\\\\\\\MpCmdRun.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender\\\\\\\\MsMpEng.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles%\\\\\\\\Windows Defender\\\\\\\\NisSrv.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%ProgramFiles(x86)%\\\\\\\\Canon\\\\\\\\MF Scan Utility\\\\\\\\MFSCANUTILITY.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%SystemRoot%\\\\\\\\System32\\\\\\\\WUDFHost.exe\\\"}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"45fea5e9-280d-4da1-9792-fb5736da0ca9_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAntivirus\\\",\\\"templateDisplayName\\\":\\\"Microsoft Defender Antivirus exclusions\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"615d9289-0ec3-4d8c-ba05-03133d9748d2\"}","SHA":"65dbfa1ef57f0dd5284a3d676a6a17c709533e99"}