{"PartitionKey":"IntuneTemplate","RowKey":"34862659-be6f-449b-aefd-0c2b54286652","GUID":"34862659-be6f-449b-aefd-0c2b54286652","JSON":"{\"Displayname\":\"Win - NIS - Microsoft Edge - U - NextGen Favorites - v1.1\",\"Description\":\"Administrative Favoriten für NextGen\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Microsoft Edge - U - NextGen Favorites - v1.1\\\",\\\"description\\\":\\\"Administrative Favoriten für NextGen\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites_managedfavorites\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"[ \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://partners.avepoint.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Partnerportal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://www.avepointonlineservices.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Controlcenter\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://cdn.avepoint.com/assets/webhelp/avepoint-online-services/index.htm\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Controlcenter Handbuch\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://cdn.avepoint.com/assets/webhelp/fly-support-lists/index.htm#!Documents/exchangemigration.htm\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Fly SaaS Handbuch\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://cdn.avepoint.com/assets/apelements-webhelp/fly-quick/index.htm#!Documents/exchangemigration.htm\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Fly Server (On-Prem) Handbuch\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://cdn.avepoint.com/assets/apelements-webhelp/fly-installation/index.htm\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Fly Server (On-Prem) Installation\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://partner.avepointonlineservices.com/Dashboard#/commandcenter\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Elements\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://avepoint-partners.sana.ai/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"AvePoint Training\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Boards\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://app.conceptboard.com/board/dakg-n38t-k2ud-hz9o-yu7h\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Conceptboard\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft-Verwaltungs Tools\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://victorious-water-01934e30f.6.azurestaticapps.net/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"CIPP\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://management.cipp.app/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"CIPP Management\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://microsoft365dsc.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft 365 DSC\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft-Portale\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://partner.microsoft.com/dashboard/v2/home\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Partner-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://lighthouse.microsoft.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Lighthouse-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://admin.microsoft.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Admin-Center\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://entra.microsoft.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Entra-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://intune.microsoft.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Intune-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://admin.exchange.microsoft.com/#/mailboxes\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Exchange-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://portal.azure.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Azure-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://www.office.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Office-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://microsoft.com/devicelogin\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Device-Login\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Warenwirtschaft\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://login.hero-software.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"HERO | Login\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://community.hero-software.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"HERO | Community\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://support.hero-software.de/hc/s/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"HERO | Hilfe\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Remote Monitoring & Management\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://eu.ninjarmm.com/#/getStarted\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"NinjaOne\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Netzwerk Management\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://unifi.ui.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"UniFi - Site Manager\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Backup Tools\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://app.afi.ai/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Afi SaaS Backup\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://acronis.fokus-msp.de/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Acronis - Fokus MSP\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://login.veeam.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Veeam Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://propartner.veeam.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Veeam ProPortal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://veeam.my.site.com/ServiceProvider/s/contract/800UG00000VMyq7YAD/detail\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Veeam VCSP Pulse\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://partnerportal.elovade.com\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"ELOVADE - EL cloud2cloud + EL mailarchive\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Cloud Speicher\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://partnerportal.elovade.com\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"ELOVADE - EL storage\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://help.elovade.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"ELOVADE - Knowledge Base\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Passwort-Management\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://msp-marketplace.eu/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Fokus MSP Marketplace\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://keepersecurity.eu/console/#login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Keeper Admin Console\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://keepersecurity.eu/vault/#\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Keeper Web Tresor\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://keepersecurity.servicenowservices.com/csm?id=csm_login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Keeper Hilfe-Portal\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Distributoren\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://msp-marketplace.eu/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Fokus MSP Marketplace\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://partnerportal.elovade.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"ELOVADE\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://client.softwareone.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"SoftwareOne Partner Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://de.ingrammicro.com/cep/app/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Ingram Micro\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Signaturen Verwaltung\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://login.codetwo.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"CodeTwo Admin Panel\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://resellers.codetwo.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"CodeTwo Reseller Panel\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://app.codetwo.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"CodeTwo Signatur Manager\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://www.sigsync.com/login.html\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Sigsync Signatur Manager\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Lizenzen\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://m365maps.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Microsoft Lizenz-Übersicht\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://client.softwareone.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"SoftwareOne Partner Portal\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Co-Working\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://anny.co/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"anny.co\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Apple\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://business.apple.com/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Apple Business Manager\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Yealink\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://reseller.ymcs.yealink.com/reseller/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Yealink Kunden-Management\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://eu.ymcs.yealink.com/manager/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Yealink Konfigurationsportal\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Equada (VoIP)\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://id.equada.de/login\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Equada Kunden-Portal\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://hilfe.equada.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Equada Hilfe-Portal\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Hosting\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://login.ionos.de/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Ionos\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t}, \\\\t{ \\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"Tools\\\\\\\", \\\\t\\\\t\\\\\\\"children\\\\\\\": [ \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://services.vps.nis-md.de\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"VPS-Dienste (Übersicht)\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://gchq.github.io/CyberChef/\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"CyberChef\\\\\\\" \\\\t\\\\t\\\\t}, \\\\t\\\\t\\\\t{ \\\\t\\\\t\\\\t\\\\t\\\\\\\"url\\\\\\\": \\\\\\\"https://github.com/Micke-K/IntuneManagement\\\\\\\", \\\\t\\\\t\\\\t\\\\t\\\\\\\"name\\\\\\\": \\\\\\\"IntuneManagement-Tool\\\\\\\" \\\\t\\\\t\\\\t} \\\\t\\\\t] \\\\t} ]\\\"}}]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_favoritesbarenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_favoritesbarenabled_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"34862659-be6f-449b-aefd-0c2b54286652\"}","SHA":"efb2f89fd6de7581526fa43480f0725bce9d0a29"}