{"PartitionKey":"IntuneTemplate","RowKey":"2b13b05f-5941-48e8-bdc5-231abe120afe","GUID":"2b13b05f-5941-48e8-bdc5-231abe120afe","JSON":"{\"Displayname\":\"Win - OIB - Health Monitoring - D - Endpoint Analytics and Windows Updates - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsHealthMonitoringConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"Win - OIB - Health Monitoring - D - Endpoint Analytics and Windows Updates - v3.0\\\",\\\"version\\\":1,\\\"allowDeviceHealthMonitoring\\\":\\\"enabled\\\",\\\"configDeviceHealthMonitoringScope\\\":\\\"bootPerformance,windowsUpdates\\\",\\\"configDeviceHealthMonitoringCustomScope\\\":null}\",\"Type\":\"Device\",\"GUID\":\"2b13b05f-5941-48e8-bdc5-231abe120afe\"}","SHA":"5870a1e8e482ef0226442c0f5359186c90701a3f"}