{"PartitionKey":"IntuneTemplate","RowKey":"7f95efdc-15b9-4915-bdd5-060046ff77fd","GUID":"7f95efdc-15b9-4915-bdd5-060046ff77fd","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 3 - Production - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 3 - Production - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":10,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-19T20:07:12.0654263Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"7f95efdc-15b9-4915-bdd5-060046ff77fd\"}","SHA":"256ba79574052ef7c1df71d2a5b11d786324ddfe","Source":"nis-md.de"}