{"PartitionKey":"IntuneTemplate","RowKey":"6f724b83-5763-4a81-a262-34dbf8c76dda","GUID":"6f724b83-5763-4a81-a262-34dbf8c76dda","JSON":"{\"Displayname\":\"Win - OIB - Windows User Experience - U - Copilot - v3.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Windows User Experience - U - Copilot - v3.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot_0\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"6f724b83-5763-4a81-a262-34dbf8c76dda\"}","SHA":"49e83dfb78cad19347935c62982e2d2e34df19a3"}