{"PartitionKey":"IntuneTemplate","RowKey":"ce935775-589e-4ec4-a74c-fd1ebec6cf9d","GUID":"ce935775-589e-4ec4-a74c-fd1ebec6cf9d","JSON":"{\"Displayname\":\"Win - NIS - Autopilot - D - Skip ESP - v1.0\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CustomConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Win - NIS - Autopilot - D - Skip ESP - v1.0\\\",\\\"version\\\":2,\\\"omaSettings\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.omaSettingBoolean\\\",\\\"displayName\\\":\\\"Disable User ESP\\\",\\\"description\\\":null,\\\"omaUri\\\":\\\"./Vendor/MSFT/DMClient/Provider/MS DM Server/FirstSyncStatus/SkipUserStatusPage\\\",\\\"secretReferenceValueId\\\":null,\\\"isEncrypted\\\":false,\\\"value\\\":true}]}\",\"Type\":\"Device\",\"GUID\":\"ce935775-589e-4ec4-a74c-fd1ebec6cf9d\"}","SHA":"cc5cf03a6ea932c189bb4d565ed04d6f60c05dae","Source":"nis-md.de"}