{"PartitionKey":"IntuneTemplate","RowKey":"652ea309-1ce4-4be3-874e-e906c8d1c6dd","GUID":"652ea309-1ce4-4be3-874e-e906c8d1c6dd","JSON":"{\"Displayname\":\"Win - OIB - Defender Antivirus - D - Security Experience - v3.2\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Defender Antivirus - D - Security Experience - v3.2\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_defender_configuration_tamperprotection_options\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"5655cab2-7e6b-4c49-9ce2-3865da05f7e6\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_defender_configuration_tamperprotection_options_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"fc365da9-2c1b-4f79-aa4b-dedca69e728f\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_windowsdefendersecuritycenter_disablefamilyui\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"afcadc31-118d-4a5f-8a70-9f214389aa11\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_policy_config_windowsdefendersecuritycenter_disablefamilyui_1\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"6add170a-7868-41d1-82a9-1038d2b3ce2b\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_windowsdefendersecuritycenter_disableenhancednotifications\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"90d71ec1-eace-4cf1-a2da-023962fac6c5\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_policy_config_windowsdefendersecuritycenter_disableenhancednotifications_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"aeb811f1-7980-4c19-a6b9-959aa84582c8\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"3\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_windowsdefendersecuritycenter_hidewindowssecuritynotificationareacontrol\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"3a9dc836-5f32-4428-a04a-1bad526d3c7b\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_policy_config_windowsdefendersecuritycenter_hidewindowssecuritynotificationareacontrol_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"39f2d84f-4082-478d-bf5c-3317ffb14fd7\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"d948ff9b-99cb-4ee0-8012-1fbc09685377_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAntivirus\\\",\\\"templateDisplayName\\\":\\\"Windows Security Experience\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"652ea309-1ce4-4be3-874e-e906c8d1c6dd\"}","SHA":"5569fce3d9d4435cf5ac3047c921b3220d116cf7","Source":"nis-md.de"}