{"PartitionKey":"IntuneTemplate","RowKey":"2161e4fb-9217-4b58-b9d3-d3b4afee766d","GUID":"2161e4fb-9217-4b58-b9d3-d3b4afee766d","JSON":"{\"Displayname\":\"Win - OIB - Windows Hello for Business - D - Cloud Kerberos Trust - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Windows Hello for Business - D - Cloud Kerberos Trust - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usecloudtrustforonpremauth\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usecloudtrustforonpremauth_true\\\",\\\"children\\\":[]}}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"2161e4fb-9217-4b58-b9d3-d3b4afee766d\"}","SHA":"45c7cf1489c3b7a6732d2d49574718f5786a9334","Source":"nis-md.de"}