{"PartitionKey":"IntuneTemplate","RowKey":"55d04352-83d5-4ba6-97b8-b386638793ea","GUID":"55d04352-83d5-4ba6-97b8-b386638793ea","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 2 - UAT - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 2 - UAT - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":3,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-19T16:06:40.4182159Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"55d04352-83d5-4ba6-97b8-b386638793ea\"}","SHA":"adf666d4cf1e8c68ad2138cf9c57d5cff238e2cf","Source":"nis-md.de"}