{"PartitionKey":"IntuneTemplate","RowKey":"fc24c0f3-b8ac-4b57-8969-3c3f427705cf","GUID":"fc24c0f3-b8ac-4b57-8969-3c3f427705cf","JSON":"{\"Displayname\":\"Win - OIB - Health Monitoring - D - Endpoint Analytics and Windows Updates - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsHealthMonitoringConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"Win - OIB - Health Monitoring - D - Endpoint Analytics and Windows Updates - v3.0\\\",\\\"version\\\":1,\\\"allowDeviceHealthMonitoring\\\":\\\"enabled\\\",\\\"configDeviceHealthMonitoringScope\\\":\\\"bootPerformance,windowsUpdates\\\",\\\"configDeviceHealthMonitoringCustomScope\\\":null}\",\"Type\":\"Device\",\"GUID\":\"fc24c0f3-b8ac-4b57-8969-3c3f427705cf\"}","SHA":"5870a1e8e482ef0226442c0f5359186c90701a3f","Source":"nis-md.de"}