{"PartitionKey":"IntuneTemplate","RowKey":"74a7e380-80ad-446a-8fdb-dc605265d352","GUID":"74a7e380-80ad-446a-8fdb-dc605265d352","JSON":"{\"Displayname\":\"Win - OIB - Windows User Experience - U - Copilot - v3.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Windows User Experience - U - Copilot - v3.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot_0\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"74a7e380-80ad-446a-8fdb-dc605265d352\"}","SHA":"49e83dfb78cad19347935c62982e2d2e34df19a3","Source":"nis-md.de"}