{"PartitionKey":"IntuneTemplate","RowKey":"2b227e1e-a5cb-4b6c-9b43-b0f60515501f","GUID":"2b227e1e-a5cb-4b6c-9b43-b0f60515501f","JSON":"{\"Displayname\":\"Win - OIB - WUfB - Insiders - Release Preview - v3.0\",\"Description\":\"Devices in this ring are moved to the Release Preview Insider Channel and recieve updates immediately after release with 1 day grace period before a forced reboot.\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Devices in this ring are moved to the Release Preview Insider Channel and recieve updates immediately after release with 1 day grace period before a forced reboot.\\\",\\\"displayName\\\":\\\"Win - OIB - WUfB - Insiders - Release Preview - v3.0\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"windowsDefault\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"installationSchedule\\\":null,\\\"qualityUpdatesDeferralPeriodInDays\\\":0,\\\"featureUpdatesDeferralPeriodInDays\\\":0,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"windowsInsiderBuildRelease\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":null,\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":10,\\\"qualityUpdatesWillBeRolledBack\\\":false,\\\"featureUpdatesWillBeRolledBack\\\":false,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":0,\\\"deadlineForQualityUpdatesInDays\\\":0,\\\"deadlineGracePeriodInDays\\\":1,\\\"postponeRebootUntilAfterDeadline\\\":false,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"enabled\\\",\\\"updateNotificationLevel\\\":\\\"defaultNotifications\\\",\\\"allowWindows11Upgrade\\\":false}\",\"Type\":\"Device\",\"GUID\":\"2b227e1e-a5cb-4b6c-9b43-b0f60515501f\"}","SHA":"9810bc2e9bf9910c7afc9c7218e5565f0274f2e9"}