{"PartitionKey":"IntuneTemplate","RowKey":"e7658fff-be8b-492d-b958-b491eecfef20","JSON":"{\"Displayname\":\"Win - OIB - Compliance - U - Password - v3.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"cc7e0ce5-5ad5-4a02-a1fb-33dcafb663e3\\\",\\\"createdDateTime\\\":\\\"2024-08-21T07:40:49.4537412Z\\\",\\\"description\\\":null,\\\"lastModifiedDateTime\\\":\\\"2025-05-05T05:35:33.6423308Z\\\",\\\"displayName\\\":\\\"Win - OIB - Compliance - U - Password - v3.1\\\",\\\"version\\\":7,\\\"passwordRequired\\\":true,\\\"passwordBlockSimple\\\":true,\\\"passwordRequiredToUnlockFromIdle\\\":false,\\\"passwordMinutesOfInactivityBeforeLock\\\":15,\\\"passwordExpirationDays\\\":null,\\\"passwordMinimumLength\\\":6,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordRequiredType\\\":\\\"numeric\\\",\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"requireHealthyDeviceReport\\\":false,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"mobileOsMinimumVersion\\\":null,\\\"mobileOsMaximumVersion\\\":null,\\\"earlyLaunchAntiMalwareDriverEnabled\\\":false,\\\"bitLockerEnabled\\\":false,\\\"secureBootEnabled\\\":false,\\\"codeIntegrityEnabled\\\":false,\\\"memoryIntegrityEnabled\\\":false,\\\"kernelDmaProtectionEnabled\\\":false,\\\"virtualizationBasedSecurityEnabled\\\":false,\\\"firmwareProtectionEnabled\\\":false,\\\"storageRequireEncryption\\\":false,\\\"activeFirewallRequired\\\":false,\\\"defenderEnabled\\\":false,\\\"defenderVersion\\\":null,\\\"signatureOutOfDate\\\":false,\\\"rtpEnabled\\\":false,\\\"antivirusRequired\\\":false,\\\"antiSpywareRequired\\\":false,\\\"deviceThreatProtectionEnabled\\\":false,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"configurationManagerComplianceRequired\\\":false,\\\"tpmRequired\\\":false,\\\"deviceCompliancePolicyScript\\\":null,\\\"validOperatingSystemBuildRanges\\\":[],\\\"wslDistributions\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('cc7e0ce5-5ad5-4a02-a1fb-33dcafb663e3')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"cc7e0ce5-5ad5-4a02-a1fb-33dcafb663e3\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('cc7e0ce5-5ad5-4a02-a1fb-33dcafb663e3')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule('cc7e0ce5-5ad5-4a02-a1fb-33dcafb663e3')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"fe0d72c3-44dc-4d79-8bf3-cb91bfddf9c5\\\",\\\"gracePeriodHours\\\":120,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]},{\\\"id\\\":\\\"84eecdaf-dae8-422a-82ea-ba39fa6fe8ca\\\",\\\"gracePeriodHours\\\":0,\\\"actionType\\\":\\\"notification\\\",\\\"notificationTemplateId\\\":\\\"5e024576-6f64-4567-8681-7061b477a8da\\\",\\\"notificationMessageCCList\\\":[\\\"f33ad94a-60a4-4ae1-8152-a3d1b3b99689\\\"]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"e7658fff-be8b-492d-b958-b491eecfef20\"}"}