{"PartitionKey":"IntuneTemplate","RowKey":"56dd350a-6b6a-432f-84d2-64f3a136b877","GUID":"56dd350a-6b6a-432f-84d2-64f3a136b877","JSON":"{\"Displayname\":\"Win - OIB - Defender Antivirus Updates - Ring 1 - Pilot\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Defender Antivirus Updates - Ring 1 - Pilot\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_engineupdateschannel\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"f7e1409d-9c85-4a3f-85a6-ad05cc8ccf13\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_defender_configuration_engineupdateschannel_3\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"afc8df70-7b19-4335-b200-bf4b7e098f67\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_platformupdateschannel\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"e78b3ace-75d0-4aad-b3fa-4f49390d6483\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_defender_configuration_platformupdateschannel_3\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"d3b0d61a-bdc5-4507-84d0-5f2a4a3e11a5\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_defender_configuration_securityintelligenceupdateschannel\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"ba273649-e186-4377-89d5-87405bc9a87c\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_defender_configuration_securityintelligenceupdateschannel_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"41ea06bf-e94a-482a-9aaa-7fd535fb4150\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"e3f74c5a-a6de-411d-aef6-eb15628f3a0a_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAntivirus\\\",\\\"templateDisplayName\\\":\\\"Defender Update controls\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"56dd350a-6b6a-432f-84d2-64f3a136b877\"}","SHA":"49074bde143668943658c63a1f37940ef2fbda2e","Source":"nis-md.de"}