{"PartitionKey":"IntuneTemplate","RowKey":"30a23cce-315b-4e47-8170-496118c0e01a","GUID":"30a23cce-315b-4e47-8170-496118c0e01a","JSON":"{\"Displayname\":\"Win - OIB - Compliance - U - Device Health - v3.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"d339f29c-968e-4ea6-850a-09262828760e\\\",\\\"createdDateTime\\\":\\\"2024-08-21T07:40:48.2792372Z\\\",\\\"description\\\":null,\\\"lastModifiedDateTime\\\":\\\"2025-09-05T16:36:05.2668947Z\\\",\\\"displayName\\\":\\\"Win - OIB - Compliance - U - Device Health - v3.1\\\",\\\"version\\\":4,\\\"passwordRequired\\\":false,\\\"passwordBlockSimple\\\":false,\\\"passwordRequiredToUnlockFromIdle\\\":false,\\\"passwordMinutesOfInactivityBeforeLock\\\":null,\\\"passwordExpirationDays\\\":null,\\\"passwordMinimumLength\\\":null,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"requireHealthyDeviceReport\\\":false,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"mobileOsMinimumVersion\\\":null,\\\"mobileOsMaximumVersion\\\":null,\\\"earlyLaunchAntiMalwareDriverEnabled\\\":false,\\\"bitLockerEnabled\\\":true,\\\"secureBootEnabled\\\":true,\\\"codeIntegrityEnabled\\\":true,\\\"memoryIntegrityEnabled\\\":false,\\\"kernelDmaProtectionEnabled\\\":false,\\\"virtualizationBasedSecurityEnabled\\\":false,\\\"firmwareProtectionEnabled\\\":false,\\\"storageRequireEncryption\\\":false,\\\"activeFirewallRequired\\\":false,\\\"defenderEnabled\\\":false,\\\"defenderVersion\\\":null,\\\"signatureOutOfDate\\\":false,\\\"rtpEnabled\\\":false,\\\"antivirusRequired\\\":false,\\\"antiSpywareRequired\\\":false,\\\"deviceThreatProtectionEnabled\\\":false,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"configurationManagerComplianceRequired\\\":false,\\\"tpmRequired\\\":false,\\\"deviceCompliancePolicyScript\\\":null,\\\"validOperatingSystemBuildRanges\\\":[],\\\"wslDistributions\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('d339f29c-968e-4ea6-850a-09262828760e')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"d339f29c-968e-4ea6-850a-09262828760e\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('d339f29c-968e-4ea6-850a-09262828760e')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule('d339f29c-968e-4ea6-850a-09262828760e')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"dfa78038-c1d3-47f7-a636-a67a0ebc71ff\\\",\\\"gracePeriodHours\\\":120,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"30a23cce-315b-4e47-8170-496118c0e01a\"}","SHA":"60c6cdb9db1023f1cdf1b3950f32a9b00e59251c","Source":"nis-md.de"}