{"PartitionKey":"IntuneTemplate","RowKey":"99844cd0-57ca-4a9e-9549-8b6481cc9783","GUID":"99844cd0-57ca-4a9e-9549-8b6481cc9783","JSON":"{\"Displayname\":\"Win - OIB - WUfB - Ring 3 - Production - v3.0\",\"Description\":\"Devices in this ring receive updates 10 days after release and have a 2-day deadline on install with 1 day grace period before a forced reboot.\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Devices in this ring receive updates 10 days after release and have a 2-day deadline on install with 1 day grace period before a forced reboot.\\\",\\\"displayName\\\":\\\"Win - OIB - WUfB - Ring 3 - Production - v3.0\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"windowsDefault\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"installationSchedule\\\":null,\\\"qualityUpdatesDeferralPeriodInDays\\\":10,\\\"featureUpdatesDeferralPeriodInDays\\\":0,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":null,\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":false,\\\"featureUpdatesWillBeRolledBack\\\":false,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":2,\\\"deadlineForQualityUpdatesInDays\\\":2,\\\"deadlineGracePeriodInDays\\\":1,\\\"postponeRebootUntilAfterDeadline\\\":true,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"enabled\\\",\\\"updateNotificationLevel\\\":\\\"defaultNotifications\\\",\\\"allowWindows11Upgrade\\\":false}\",\"Type\":\"Device\",\"GUID\":\"99844cd0-57ca-4a9e-9549-8b6481cc9783\"}","SHA":"052ce9ef08bf88206d7b1e15cbab582b81e195d8","Source":"nis-md.de"}