{"PartitionKey":"IntuneTemplate","RowKey":"95d2af10-1fa1-47a6-a185-0283ac508124","GUID":"95d2af10-1fa1-47a6-a185-0283ac508124","JSON":"{\"Displayname\":\"Win - OIB - WUfB - Insiders - Beta Channel - v3.0\",\"Description\":\"Devices in this ring are moved to the Beta Insider Channel and receive updates immediately after release with 1 day grace period before a forced reboot.\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Devices in this ring are moved to the Beta Insider Channel and receive updates immediately after release with 1 day grace period before a forced reboot.\\\",\\\"displayName\\\":\\\"Win - OIB - WUfB - Insiders - Beta Channel - v3.0\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"windowsDefault\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"installationSchedule\\\":null,\\\"qualityUpdatesDeferralPeriodInDays\\\":0,\\\"featureUpdatesDeferralPeriodInDays\\\":0,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"windowsInsiderBuildSlow\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":null,\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":14,\\\"qualityUpdatesWillBeRolledBack\\\":false,\\\"featureUpdatesWillBeRolledBack\\\":false,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":0,\\\"deadlineForQualityUpdatesInDays\\\":0,\\\"deadlineGracePeriodInDays\\\":1,\\\"postponeRebootUntilAfterDeadline\\\":true,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"enabled\\\",\\\"updateNotificationLevel\\\":\\\"defaultNotifications\\\",\\\"allowWindows11Upgrade\\\":false}\",\"Type\":\"Device\",\"GUID\":\"95d2af10-1fa1-47a6-a185-0283ac508124\"}","SHA":"16fe719d8451f6b6da167b19aee6761068e3bbd6","Source":"nis-md.de"}