{"PartitionKey":"IntuneTemplate","RowKey":"af474579-302c-4ce7-b7f6-cab45b635c04","GUID":"af474579-302c-4ce7-b7f6-cab45b635c04","JSON":"{\"Displayname\":\"Win - NIS - Windows Firewall - D - Rule Miracast - v1.0\",\"Description\":\"Allow Miracast\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Windows Firewall - D - Rule Miracast - v1.0\\\",\\\"description\\\":\\\"Allow Miracast\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"76c7a8be-67d2-44bf-81a5-38c94926b1a1\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_name\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"Miracast TCP/UDP IN\\\"}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction_in\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes_all\\\",\\\"children\\\":[]}]},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_app_filepath\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"C:\\\\\\\\Windows\\\\\\\\System32\\\\\\\\WUDFHost.exe\\\"}}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"19c8aa67-f286-4861-9aa0-f23541d31680_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityFirewall\\\",\\\"templateDisplayName\\\":\\\"Windows Firewall Rules\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"af474579-302c-4ce7-b7f6-cab45b635c04\"}","SHA":"d9bc758d27a207e244f583b829cbddcd44241705","Source":"nis-md.de"}