{"PartitionKey":"IntuneTemplate","RowKey":"3969eda9-abc5-46f7-b005-061c8bb88e21","GUID":"3969eda9-abc5-46f7-b005-061c8bb88e21","JSON":"{\"Displayname\":\"Win - OIB - Google Chrome - U - Experience and Extensions - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Google Chrome - U - Experience and Extensions - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidersuggesturl\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidersuggesturl_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidersuggesturl_defaultsearchprovidersuggesturl\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"https://www.google.com/search?q={searchTerms}\\\"}}]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_blockexternalextensions\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_blockexternalextensions_1\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallallowlist\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallallowlist_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallallowlist_extensioninstallallowlistdesc\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"ppnbnpeolgkicgegkbkbjmhlideopiji\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"ggjhpefgjjfobnfoldnjipclpcfbgbhl\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"lfmemoeeciijgkjkgbgikoonlkabmlno\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"gpaiobkfhnonedkhhfjpmhdalgeoebfa\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"khnbclggeggefodgimdekejhipkeobnc\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"liecbddmkiiihnedobmlmillhodjkdmb\\\"}]}]}}},{\\\"id\\\":\\\"3\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallblocklist\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallblocklist_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallblocklist_extensioninstallblocklistdesc\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*\\\"}]}]}}},{\\\"id\\\":\\\"4\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallforcelist\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallforcelist_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallforcelist_extensioninstallforcelistdesc\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"ppnbnpeolgkicgegkbkbjmhlideopiji;https://clients2.google.com/service/update2/crx\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"bfogiafebfohielmmehodmfbbebbbpei\\\"}]}]}}},{\\\"id\\\":\\\"5\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_recommended~startup_recommended_restoreonstartup_recommended\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_recommended~startup_recommended_restoreonstartup_recommended_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_recommended~startup_recommended_restoreonstartup_recommended_restoreonstartup\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_recommended~startup_recommended_restoreonstartup_recommended_restoreonstartup_1\\\",\\\"children\\\":[]}}]}}},{\\\"id\\\":\\\"6\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_recommended~startup_recommended_showhomebutton_recommended\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_recommended~startup_recommended_showhomebutton_recommended_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"3969eda9-abc5-46f7-b005-061c8bb88e21\"}","SHA":"811ac96bafc8dc7dc406423af7710339d25303ef","Source":"nis-md.de"}