{"PartitionKey":"IntuneTemplate","RowKey":"12890cb6-4770-4826-92fb-290bbeb3ac8f","GUID":"12890cb6-4770-4826-92fb-290bbeb3ac8f","JSON":"{\"Displayname\":\"Win - OIB - Windows Hello for Business - D - WHfB Configuration - v3.2\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Windows Hello for Business - D - WHfB Configuration - v3.2\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"0ece2bdc-57c1-4be9-93e9-ac9c395a9c94\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_requiresecuritydevice\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"04df0c8b-5d87-494e-865e-6bfeef5a24a5\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_requiresecuritydevice_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c36f290a-cac2-4a0b-96b8-596a75e4890d\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usepassportforwork\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usepassportforwork_true\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_pincomplexity_minimumpinlength\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"value\\\":6,\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"b2cec844-c747-466e-ae20-92969da2a10c\\\",\\\"useTemplateDefault\\\":false}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usecertificateforonpremauth\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_usecertificateforonpremauth_false\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_enablepinrecovery\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_passportforwork_{tenantid}_policies_enablepinrecovery_true\\\",\\\"children\\\":[]}}]}]}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_passportforwork_biometrics_facialfeaturesuseenhancedantispoofing\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"9a29ce6b-fae8-4785-bbfe-3311f14aa88f\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_passportforwork_biometrics_facialfeaturesuseenhancedantispoofing_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"93a7ef59-584d-4177-ac5a-2ca31d47e179\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"fcef01f2-439d-4c3f-9184-823fd6e97646_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityAccountProtection\\\",\\\"templateDisplayName\\\":\\\"Account Protection\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"12890cb6-4770-4826-92fb-290bbeb3ac8f\"}","SHA":"81938fc6a86941b52ee415096931b290fe02b819","Source":"nis-md.de"}