{"PartitionKey":"IntuneTemplate","RowKey":"41cbfb80-03e0-4cce-ab3b-2dbe387552e6","GUID":"41cbfb80-03e0-4cce-ab3b-2dbe387552e6","JSON":"{\"Displayname\":\"Win - OIB - Windows User Experience - U - Copilot - v3.1\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - OIB - Windows User Experience - U - Copilot - v3.1\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot_0\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"41cbfb80-03e0-4cce-ab3b-2dbe387552e6\"}","SHA":"49e83dfb78cad19347935c62982e2d2e34df19a3","Source":"nis-md.de"}