{"PartitionKey":"IntuneTemplate","RowKey":"aa1bab78-4b6b-4b06-8655-ac33f3812f04","GUID":"aa1bab78-4b6b-4b06-8655-ac33f3812f04","JSON":"{\"Displayname\":\"Win - OIB - WUfB Drivers - Ring 3 - Production - v3.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"Win - OIB - WUfB Drivers - Ring 3 - Production - v3.0\\\",\\\"description\\\":\\\"\\\",\\\"approvalType\\\":\\\"automatic\\\",\\\"deviceReporting\\\":0,\\\"newUpdates\\\":0,\\\"deploymentDeferralInDays\\\":10,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"inventorySyncStatus\\\":{\\\"lastSuccessfulSyncDateTime\\\":\\\"2025-12-17T18:51:32.8219568Z\\\",\\\"driverInventorySyncState\\\":\\\"success\\\"}}\",\"Type\":\"windowsDriverUpdateProfiles\",\"GUID\":\"aa1bab78-4b6b-4b06-8655-ac33f3812f04\"}","SHA":"256ba79574052ef7c1df71d2a5b11d786324ddfe"}