{"PartitionKey":"IntuneTemplate","RowKey":"94551d3a-d67c-42c4-9810-2a08580a4371","GUID":"94551d3a-d67c-42c4-9810-2a08580a4371","JSON":"{\"Displayname\":\"Win - NIS - Windows Firewall - D - Rule ICMP - v1.0\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Win - NIS - Windows Firewall - D - Rule ICMP - v1.0\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"76c7a8be-67d2-44bf-81a5-38c94926b1a1\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_name\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"ICMP Inbound\\\"}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction_in\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes_all\\\",\\\"children\\\":[]}]},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_description\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"Allow Ping ICMP\\\"}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_protocol\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":1}}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"19c8aa67-f286-4861-9aa0-f23541d31680_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityFirewall\\\",\\\"templateDisplayName\\\":\\\"Windows Firewall Rules\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"94551d3a-d67c-42c4-9810-2a08580a4371\"}","SHA":"ce3ae8bf71cc951f64d9e31c8e83ecf32ee83621","Source":"nis-md.de"}