{"ETag":"W/\"datetime'2025-04-03T12%3A45%3A07.0698763Z'\"","PartitionKey":"IntuneTemplate","RowKey":"4f314fd8-daf5-4434-a9b3-d4b53b08e0f7","Timestamp":"2025-04-03T12:45:07.0698763+00:00","GUID":"4f314fd8-daf5-4434-a9b3-d4b53b08e0f7","JSON":"{\"Displayname\":\"Win - OIB - SC - Microsoft OneDrive - D - Configuration - v3.2\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationPolicy\\\",\\\"creationSource\\\":null,\\\"description\\\":\\\"\\\",\\\"name\\\":\\\"Win - OIB - SC - Microsoft OneDrive - D - Configuration - v3.2\\\",\\\"platforms\\\":\\\"windows10\\\",\\\"priorityMetaData\\\":null,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"settingCount\\\":10,\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationPolicyTemplateReference\\\",\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null},\\\"settings\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_allowtenantlist\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_allowtenantlist_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_allowtenantlist_allowtenantlistbox\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%OrganizationId%\\\"}]}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablefeedbackandsupport\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablefeedbackandsupport_0\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv3~policy~onedrivengsc_enableautomaticuploadbandwidthmanagement\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv3~policy~onedrivengsc_enableautomaticuploadbandwidthmanagement_1\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablesyncadminreports\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablesyncadminreports_1\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_enableodignorelistfromgpo\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_enableodignorelistfromgpo_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_enableodignorelistfromgpo_enableodignorelistfromgpolistbox\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.accdb\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.appx\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.bat\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.cmd\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.exe\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.img\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.iso\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.jar\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.lnk\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.mdb\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.msi\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.pst\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.reg\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.vbs\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.vhd\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.vhdx\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"*.vmdk\\\"}]}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_kfmblockoptout\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_kfmblockoptout_1\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering_gposetupdatering_dropdown\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_gposetupdatering_gposetupdatering_dropdown_5\\\",\\\"children\\\":[]}}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_desktop_checkbox\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_desktop_checkbox_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_documents_checkbox\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_documents_checkbox_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_pictures_checkbox\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_pictures_checkbox_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_dropdown\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_dropdown_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard_kfmoptinnowizard_textbox\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%OrganizationId%\\\"}}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_silentaccountconfig\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_silentaccountconfig_1\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_filesondemandenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_filesondemandenabled_1\\\",\\\"children\\\":[]}}}]}\",\"Type\":\"Catalog\",\"GUID\":\"4f314fd8-daf5-4434-a9b3-d4b53b08e0f7\"}","SHA":"de31bf4fcaaca064c517b9f180f52d073cb4cc51"}