{"PartitionKey":"IntuneTemplate","RowKey":"42601429-3e86-49ca-8b29-3b2ecd4ddfc6","JSON":"{\"Displayname\":\"Win - NIS - Microsoft Outlook - U - Toggle Version - v1.1\",\"Description\":\"\",\"RAWJson\":\"{\\n  \\\"name\\\": \\\"Win - NIS - Microsoft Outlook - U - Toggle Version - v1.1\\\",\\n  \\\"description\\\": \\\"\\\",\\n  \\\"settings\\\": [\\n    {\\n      \\\"id\\\": \\\"0\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"user_vendor_msft_policy_config_outlk16v14~policy~l_microsoftofficeoutlook~l_outlookoptions~l_other_l_donewoutlookautomigration\\\",\\n        \\\"settingInstanceTemplateReference\\\": null,\\n        \\\"choiceSettingValue\\\": {\\n          \\\"settingValueTemplateReference\\\": null,\\n          \\\"value\\\": \\\"user_vendor_msft_policy_config_outlk16v14~policy~l_microsoftofficeoutlook~l_outlookoptions~l_other_l_donewoutlookautomigration_0\\\",\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"1\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"user_vendor_msft_policy_config_outlk16v11~policy~l_microsoftofficeoutlook~l_outlookoptions~l_other_l_hidenewoutlooktoggle\\\",\\n        \\\"settingInstanceTemplateReference\\\": null,\\n        \\\"choiceSettingValue\\\": {\\n          \\\"settingValueTemplateReference\\\": null,\\n          \\\"value\\\": \\\"user_vendor_msft_policy_config_outlk16v11~policy~l_microsoftofficeoutlook~l_outlookoptions~l_other_l_hidenewoutlooktoggle_1\\\",\\n          \\\"children\\\": []\\n        }\\n      }\\n    }\\n  ],\\n  \\\"platforms\\\": \\\"windows10\\\",\\n  \\\"technologies\\\": \\\"mdm\\\",\\n  \\\"templateReference\\\": {\\n    \\\"templateId\\\": \\\"\\\",\\n    \\\"templateFamily\\\": \\\"none\\\",\\n    \\\"templateDisplayName\\\": null,\\n    \\\"templateDisplayVersion\\\": null\\n  }\\n}\",\"Type\":\"Catalog\",\"GUID\":\"42601429-3e86-49ca-8b29-3b2ecd4ddfc6\"}"}