{"PartitionKey":"IntuneTemplate","RowKey":"47d5cf11-4390-423a-9ece-07dbd17c7857","JSON":"{\"Displayname\":\"Win - OIB - Compliance - U - Defender for Endpoint - v3.1\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"b074ebaf-6e30-401d-80d2-b45b9b3d969c\\\",\\\"createdDateTime\\\":\\\"2024-08-21T07:40:47.5711564Z\\\",\\\"description\\\":null,\\\"lastModifiedDateTime\\\":\\\"2025-09-08T07:47:22.4086764Z\\\",\\\"displayName\\\":\\\"Win - OIB - Compliance - U - Defender for Endpoint - v3.1\\\",\\\"version\\\":3,\\\"passwordRequired\\\":false,\\\"passwordBlockSimple\\\":false,\\\"passwordRequiredToUnlockFromIdle\\\":false,\\\"passwordMinutesOfInactivityBeforeLock\\\":null,\\\"passwordExpirationDays\\\":null,\\\"passwordMinimumLength\\\":null,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"requireHealthyDeviceReport\\\":false,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"mobileOsMinimumVersion\\\":null,\\\"mobileOsMaximumVersion\\\":null,\\\"earlyLaunchAntiMalwareDriverEnabled\\\":false,\\\"bitLockerEnabled\\\":false,\\\"secureBootEnabled\\\":false,\\\"codeIntegrityEnabled\\\":false,\\\"memoryIntegrityEnabled\\\":false,\\\"kernelDmaProtectionEnabled\\\":false,\\\"virtualizationBasedSecurityEnabled\\\":false,\\\"firmwareProtectionEnabled\\\":false,\\\"storageRequireEncryption\\\":false,\\\"activeFirewallRequired\\\":false,\\\"defenderEnabled\\\":true,\\\"defenderVersion\\\":null,\\\"signatureOutOfDate\\\":true,\\\"rtpEnabled\\\":true,\\\"antivirusRequired\\\":false,\\\"antiSpywareRequired\\\":false,\\\"deviceThreatProtectionEnabled\\\":false,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"configurationManagerComplianceRequired\\\":false,\\\"tpmRequired\\\":false,\\\"deviceCompliancePolicyScript\\\":null,\\\"validOperatingSystemBuildRanges\\\":[],\\\"wslDistributions\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('b074ebaf-6e30-401d-80d2-b45b9b3d969c')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"b074ebaf-6e30-401d-80d2-b45b9b3d969c\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('b074ebaf-6e30-401d-80d2-b45b9b3d969c')/microsoft.graph.windows10CompliancePolicy/scheduledActionsForRule('b074ebaf-6e30-401d-80d2-b45b9b3d969c')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"9a2d66cd-0911-478f-85fc-301dae4080c5\\\",\\\"gracePeriodHours\\\":120,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"47d5cf11-4390-423a-9ece-07dbd17c7857\"}"}